{
    "CN": "25-12-09-11-06-25_6d7e1b",
    "EN": "25-12-09-11-07-04_e4288f",
    "dialogue_tracker": {
        "char_4091_ulika_CN_043": "Happy birthday to you! That's it everyone, I hope all of my friends out there celebrating birthdays today have a gorgeous day! I'm gonna end stream slightly earlier this time, so see you guys tomorrow!",
        "char_4091_ulika_CN_044": "Back in Dossoles, the TV station would throw a year end party, but I never knew these could be so chill until I came to Rhodes Island... Huh? Are you talking to me? You want me to sing? Sure, but just for the record– my musical tastes are pretty old-fashioned.",
        "char_366_acdrop_CN_002": "How do I aim while I'm skatin'? It's a piece'a cake, no sweat. Wanna see? C'mere, put your hand on mine.",
        "char_366_acdrop_CN_003": "Back in the day, me and my friends thought it was sick as hell to be different. But once I got infected, I found out that wasn't cool at all. You don't let a little Originium dust run your life, you gotta grab the wheel n' steer.",
        "char_366_acdrop_CN_004": "An old cop taught me how to shoot a crossbow, n' his daughter threw in skateboardin' lessons. How'd I put 'em together? Pure street genius—straight up self-taught.",
        "char_366_acdrop_CN_005": "Don't get it twisted, skateboardin's just one of my jams... It's the first way I ever really found myself. But the good stuff comes after that. Wanna hear the whole story?",
        "char_366_acdrop_CN_006": "Why'd I wanna be a combat operator...? Doc, lemme ask you: what's the one thing us rowdy street kids really live for? Freedom, straight up. I'm cool to throw down for freedom, an' that's why I'm with Rhodes Island.",
        "char_366_acdrop_CN_007": "I'm real broken up about bein' Infected, y'know? Like that park mural I was sprayin'—left that one half-done. And I'm never gonna get those secret-recipe onion rings from that old cop again. Huh? That's all.",
        "char_366_acdrop_CN_008": "I came to Rhodes Island hopin' to get some help with this disease. Thought it'd be some sterile place that reeked of disinfectant, everyone all shut up in their rooms... But man was I surprised. Even though you don't allow tagging inside the cabins, that Ethan guy... Y'know what, never mind.",
        "char_366_acdrop_CN_009": "I figured out how to express myself with donut hamburger combos, skateboarding, and rap battles. What's your deal, Doctor? If you're feelin' burnt out, come kick it with me and Vigna. We'll... hang out. Hanging out is in our DNA. Gotta respect that.",
        "char_366_acdrop_CN_011": "Aciddrop, Operator. This skateboard's a registered piece of equipment, got it? Any issues, just hit me up.",
        "char_366_acdrop_CN_013": "A promotion, huh? Thanks. Tryin' to remember the last time somethin' like this went down. Gotta be after I won the Crab Cup…",
        "char_366_acdrop_CN_014": "The old man taught me to use a crossbow just so I could protect myself from the streets. Who woulda thought I'd end up usin' it to defend the freedom of the Infected.",
        "char_366_acdrop_CN_018": "Teamwork's an important part of scoring too.",
        "char_366_acdrop_CN_019": "Let's roll.",
        "char_366_acdrop_CN_022": "C'mon, how should I deal with these guys?",
        "char_366_acdrop_CN_023": "Now I’m all pumped up.",
        "char_366_acdrop_CN_024": "Some sweet terrain to ride.",
        "char_366_acdrop_CN_025": "Ollie!",
        "char_366_acdrop_CN_027": "I'm over here.",
        "char_366_acdrop_CN_029": "Good work out there, Doctor... Oh, could you help me swap a couple of bolts when we get back?",
        "char_366_acdrop_CN_030": "That moment you clear a challenge always gets me all hyped up.",
        "char_366_acdrop_CN_032": "Ugh... Can't believe this amateur wipeout...",
        "char_366_acdrop_CN_033": "This looks perfect for a throw… Uh, I didn't say nothin'.",
        "char_366_acdrop_CN_036": "Wanna head to the canteen together? If I nail this trip without any wipeouts, promise you'll treat me to some juice.",
        "char_452_bstalk_CN_001": "You're after my help? Hehe, if you're nice enough to offer up three days of premium feed for my little buddies, I might just think about it! How's that sound? Pretty sweet deal, huh…? Hey, wait—I'm just kidding! Don't go!",
        "char_452_bstalk_CN_002": "Outta the way, outta the way! Beanstalk Breeding Center's out for a walk. Mind y'all's step, no trampling the little ones.",
        "char_452_bstalk_CN_003": "Holy moly! Click's here at Rhodes Island? Doctor, why didn't you tell me! I'm a huge fan of her outdoorsy videos! She's even talked about how cute Pea is and brought up taking Pea along for her next shoot!",
        "char_452_bstalk_CN_004": "It's everyone yapping about going mining. I might could forget their digging random holes all over the wilderness like total idiots, but messing up our living space? If I catch those numbskulls AGAIN—see my crossbow? My bolts'll put new holes in their asses!",
        "char_452_bstalk_CN_005": "Doctor, I done finished my breeding proposal. Take a look, will ya? Huh? The budget doesn't add up...? Ugh, busted. Ohhh, my mistake! Probably got the numbers mixed up somewhere! I'll get it fixed right away.",
        "char_452_bstalk_CN_006": "Before coming to Rhodes Island, I sent out lots of resumes to different companies, but there weren't no takers. Now look at my little buddies, Doc, they're all-rounders—they can fight, haul, and everything in between! Those bosses just wouldn't know talent if it bit 'em on the behind. Their loss!",
        "char_452_bstalk_CN_007": "Pea here is the smallest <i>and</i> sharpest of my Metal Crabs. Definitely gonna be something special! Unlike those ordinary ones, my little buddies are super clever. No way they'd let just anyone push them around!",
        "char_452_bstalk_CN_008": "One-two! One-two! Line up! Defense position, and block! Good job, fellers! Y'all come get a treat now! Alright, let's switch to attack—Mercy me! Doctor, how long've you been here? How come you walk so quiet?!",
        "char_452_bstalk_CN_009": "My pa never liked me raising these little ones, keeps saying they're worthless, how burdenbeasts rake in the real cash. Hmph, I'll make a name for me and my little buddies, we'll prove him wrong! Say, Doctor, might wanna throw some money my way? Profit guaranteed!",
        "char_452_bstalk_CN_010": "Hey, you with me, Doctor? Stay focused at work. Be a good kid like Pea, won'tcha?",
        "char_452_bstalk_CN_011": "Howdy, Doctor. Name's Beanstalk. Starting today, I'm signin'... Eh? What's in my carrier? Oh, this here's my little buddy, Peacake. C'mon, Pea, say hi to the Doctor.",
        "char_452_bstalk_CN_012": "Well, I'll be! That's awesome! You see that, Pea? Watch and learn some!",
        "char_452_bstalk_CN_013": "Ehe, we're getting promoted because of how well we did in the last operation, ain't that right?",
        "char_452_bstalk_CN_014": "Doctor, thanks for giving me and my little buddies a chance to prove ourselves! Let's skip the fancy talk. Pea and the gang are gonna turn out even more awesome! You just wait and see!",
        "char_452_bstalk_CN_017": "Let's show 'em what we're made of.",
        "char_452_bstalk_CN_018": "Alright, y'all! Follow my lead!",
        "char_452_bstalk_CN_019": "Team Beanstalk, move out!",
        "char_452_bstalk_CN_020": "Huh? Is this what we're up against?",
        "char_452_bstalk_CN_021": "Here I am.",
        "char_452_bstalk_CN_022": "All ready to go.",
        "char_452_bstalk_CN_025": "Hehe, you can't hit me.",
        "char_452_bstalk_CN_026": "Block'em!",
        "char_452_bstalk_CN_028": "You bastards! I won't let you hurt my buddies!",
        "char_452_bstalk_CN_029": "Hehe, y'all ain't no match for us!",
        "char_452_bstalk_CN_030": "Mission complete! How's that? My buddies did great, huh?",
        "char_452_bstalk_CN_032": "It's okay, y'all. Don't cry. I'll give those jerks what for next time!",
        "char_452_bstalk_CN_033": "I can sleep anywhere. Where's the breedin' room, though?",
        "char_452_bstalk_CN_034": "Why'd you pull my ribbon? Stop it!",
        "char_452_bstalk_CN_038": "Happy New Year, Doctor! My New Year's wish is to get the Beanstalk Breeding Company up and running this year! If you might could just lend me a tiny bit of help, I promise I'll work twice as hard!",
        "char_452_bstalk_CN_042": "Hey, what's up, Doctor?",
        "char_452_bstalk_CN_043": "Doctor, Happy Birthday! Considering our special friendship, I've got a rare gift for you. Ta-da—a top-quality, healthy Metal Crab hatchling from the Beanstalk Breeding Company! Ain't it just adorable? Shh! Keep this between us, or everyone's gonna be begging me for one!",
        "char_452_bstalk_CN_044": "Rhodes Island parties are always a riot! But when are we gonna have a pet fair? We could decide once and for all whose pets are more capable, or just crown the most popular. Pet fights? Doctor! That's way too brutal!",
        "char_328_cammou_CN_001": "It's just document sorting, right? Please, I do this stuff all the time, piece o' cake.",
        "char_328_cammou_CN_002": "Doctor, come on, check out my new video. You're gonna love it.",
        "char_328_cammou_CN_003": "Yeah, that's the icon. Mind giving it a click? Oh, and if it's not too much trouble, maybe the one right beside it too? Hehe, thanks a bunch.",
        "char_328_cammou_CN_004": "Content! Ideas! Memes! My brain's completely blank! I'm gonna lose subs…",
        "char_328_cammou_CN_005": "I'm just an amateur explorer, you know. I just plan to take a few shots and then come right back, so I won't be gone for long. Besides, nothing beats chilling at home sweet home.",
        "char_328_cammou_CN_006": "Medical must've put some weird ideas in your head again, right? Ahhh… I admit, I get these little impulses every now and then, but I promise, I'll never cause you any real trouble.",
        "char_328_cammou_CN_007": "Video editing is totally my specialty! So, Doctor, you want a Rhodes Island promo? Got a plan for me? All righty, lemme take a look. Hmm… Rhodes Island precautions, Nutrition PSAs, fire safety tutorials…What in the terra are these?!",
        "char_328_cammou_CN_008": "I have a bad feeling; there must be a terrifying Feline lurking nearby. Doctor, stay alert! They'll catch you off-guard, leap out from some shadowy corners, and smack you to the ground with a single swipe. Eh? It won't happen?",
        "char_328_cammou_CN_009": "Living together with everyone and discovering new things to film—all the good things in life are compounding! Figuring all that out led me to become an operator, so now I can share my happiness with you.",
        "char_328_cammou_CN_010": "Let me sneak a quick pic. Yeah, just one shot.",
        "char_328_cammou_CN_011": "'Sup everyone, welcome to the Click Channel! Eh? No filming in the Doctor's office? Fine, I guess…",
        "char_328_cammou_CN_013": "A promotion? Awesome! Doctor, bring it in, let's get a commemorative photo!",
        "char_328_cammou_CN_014": "Re…lax… Doctor. This happens every time I get excited, but it's nothing to worry about.",
        "char_328_cammou_CN_019": "Doctor, don't forget to take everything you need.",
        "char_328_cammou_CN_020": "Let's see what interesting footage I'll get this time.",
        "char_328_cammou_CN_022": "Tell me what to do.",
        "char_328_cammou_CN_029": "I just got a killer clip! Make sure you come by and check it out after you get back to the landship.",
        "char_328_cammou_CN_030": "This is awesome! It's basically a ready–made battle record.",
        "char_328_cammou_CN_031": "I was so caught up in filming that somebody slipped by me.",
        "char_328_cammou_CN_032": "My lens is shattered…",
        "char_328_cammou_CN_033": "Time to open my stream studio!",
        "char_328_cammou_CN_036": "Hey Doctor, I got something cool to show you!",
        "char_328_cammou_CN_038": "Oh! I just got a new idea. Hold on, where's my camera? And anywhere I can set up a tripod? Alright. Doctor, help me test this out. When the fireworks go off, just look out the window. I'll take a picture of your eyes—",
        "char_328_cammou_CN_042": "Hiii—",
        "char_328_cammou_CN_043": "Doctor, have you heard of fancams? It's when you mix a whole bunch of clips together. I sometimes catch you commanding when I'm filming battle records. Ta-dah! <i>Doctor's Command Scene High-Energy Beat Fancam in Ultra HD</i>! It's your birthday present!",
        "char_328_cammou_CN_044": "Doctor! I came to Rhodes Island just to earn some travel money, but there's no way I would ever leave a company that repairs my drones for free! Even with such big Felines running around, I'm not gonna— Ahhhhh! Is that… Blaze?!",
        "char_109_fmout_CN_043": "Happy birthday, Doctor. As my birthday gift for you, I will answer any one question from you about the future. Yes, anything will be fine. I would like to remind you though, that I don't offer this kind of chance everyday, so think twice before you ask.",
        "char_109_fmout_CN_044": "There's no preordained path where one shall walk, nor predestined fate which one shall suffer. And everyone on Rhodes Island has proved that many, many times. Here, Doctor, Peek into the crystal ball. As long as your heart is not shadowed by the clouds, you will see the light of hope at the end of the haze.",
        "char_347_jaksel_CN_002": "Doctor! You've been glued to that chair forever, and that's totally not good for you. Time for a quick workout session with me—stretch those muscles, replenish your energy. Trust me, you'll be able to work even better!",
        "char_347_jaksel_CN_003": "Hey, hey, Doctor! She's here at Rhodes Island! Ah, her codename should be Dur-nar now. Anyway, she's incredible! I've literally only seen her in recruitment ads before! And she's such a nice lady! She gave me so many snacks, ehehe.",
        "char_347_jaksel_CN_004": "Doctor, I'm way more athletic than most people my age, you know. Let me show you a standing backflip! Watch closely! Hu-ya!",
        "char_347_jaksel_CN_005": "This gun? Oh, it's a gun-type Arts… Uh… What's that term again? Hmm… Right, Arts Unit! I applied for it out of habit after coming here, but honestly? I still prefer my fists over Arts.",
        "char_347_jaksel_CN_006": "I've always known I'm lucky, but seeing the struggles of other Infected here at Rhodes Island… It's really opened my eyes. Doctor, tell me how I can help. I want to be useful.",
        "char_347_jaksel_CN_007": "Huh…? Oh, Doctor! I'm working on a letter to my dad. I've never told you about him? Then let me introduce him! He's the most incredible policeman ever! You've gotta hear all about his awesome stories!",
        "char_347_jaksel_CN_008": "Truth is, my dad's the one who recommended Rhodes Island. When he learned you could treat Oripathy, he was determined to get me here. Being apart from him is tough… I miss him so much. But I understand what matters most to him is seeing me healthy and safe.",
        "char_347_jaksel_CN_009": "You're almost as reliable as my dad, almost! In my book, you're the second most trustworthy person around, hehe! By the way, I've been telling my dad all about you in my letters, and now he's curious to meet you!",
        "char_347_jaksel_CN_010": "Doc—! Ah, Doctor's asleep. Gotta be quiet…",
        "char_347_jaksel_CN_011": "Nice to meet you, Doctor! I'm a new operator, codename Jackie! I used to be an auxiliary police officer in Columbia. Here's hoping we work well together!",
        "char_347_jaksel_CN_012": "Wow… This is even more awesome than what my dad could do!",
        "char_347_jaksel_CN_013": "Eh, am I getting promoted? Wow, that's awesome!",
        "char_347_jaksel_CN_014": "Rhodes Island's opened my eyes to so much… Maybe one day, I'll be just as amazing as my dad! Doctor, I promise I'll keep working hard, and I'm counting on your guidance!",
        "char_347_jaksel_CN_022": "Warm-up complete.",
        "char_347_jaksel_CN_023": "Leave it to me.",
        "char_347_jaksel_CN_024": "Time to show my skills!",
        "char_347_jaksel_CN_025": "Try a knuckle sandwich!",
        "char_347_jaksel_CN_026": "No trespassing!",
        "char_347_jaksel_CN_027": "Don't underestimate me!",
        "char_347_jaksel_CN_028": "Push it to the limit!",
        "char_347_jaksel_CN_029": "I thought they had us a few times there, but we did it! You're amazing, Doctor!",
        "char_347_jaksel_CN_030": "Doctor, Doctor, did you see how hard I worked!",
        "char_347_jaksel_CN_032": "Sorry, Doctor. If only I'd put in more effort…",
        "char_347_jaksel_CN_033": "Oh… It's so big inside!",
        "char_347_jaksel_CN_036": "Hi, Doctor!",
        "char_4067_lolxh#1_CN_038": "Happy New Year, Doctor. This is for you. It's lou mei from Ah Gen, since he wanted to thank everyone for treating us so well the past year.",
        "char_4067_lolxh#1_CN_044": "Doctor, I... I'm really going to treasure all the time we've spent together. And if I ever go back one day, I'll never forget you.",
        "char_4067_lolxh_CN_038": "Happy New Year, Doctor. This is for you. It's lou mei from Ah Gen, since he wanted to thank everyone for treating us so well the past year.",
        "char_4067_lolxh_CN_044": "Doctor, I... I'm really going to treasure all the time we've spent together. And if I ever go back one day, I'll never forget you.",
        "char_258_podego_CN_001": "Hm… Hmm… Hmmm… Oh, Doctor, is your day going well?",
        "char_258_podego_CN_002": "This is a floral tea that I made myself, Doctor. Come try a cup, I promise you'll feel cozy all day.",
        "char_258_podego_CN_003": "The sunlight in the greenhouse is so comfy. Even if I'm in charge here, it sometimes makes me want to sit down and relax for a bit.",
        "char_258_podego_CN_004": "Use the fruits of your labor to make everyone forget their sorrows and worries. That's probably a gardener's primary objective, don't you think?",
        "char_258_podego_CN_005": "I much prefer gardening to fighting. But as long as I think about how I'm helping everyone, I can muster up the courage to go into combat.",
        "char_258_podego_CN_006": "These bottles? They're the pollen and seeds I've been collecting. I usually put on a gas mask and gloves before handling them, to protect me from poison.",
        "char_258_podego_CN_007": "Hm, everyone seems a bit weary these days. But, when they see the flowers I've planted, I'm sure they'll cheer right up.",
        "char_258_podego_CN_008": "Doctor, Doctor! Are you coming to the greenhouse today? Everyone's been awfully busy the last few days… If nobody comes by the greenhouse, they're going to miss the blooming season. And wouldn't that be a terrible shame?",
        "char_258_podego_CN_009": "Tending the greenhouse is really hard. But, as long as the flowers I grow can make people smile, all my hard work will be worth it!",
        "char_258_podego_CN_010": "Doctor? Oh, you're asleep… May the flowery fragrance waft over your dreams.",
        "char_258_podego_CN_011": "Doctor, it's Podenco, here to say hi! If you have time, I'd love for you to come by the greenhouse!",
        "char_258_podego_CN_012": "Oh… I was expecting a video about gardening.",
        "char_258_podego_CN_013": "Artist? N-N-No, I'm not that talented. I'm just a normal gardener.",
        "char_258_podego_CN_014": "Look, Doctor! These are the new varieties I've been tending for so long. They've finally started to bloom! Aren't they gorgeous?",
        "char_258_podego_CN_017": "Hm? Am I going too?",
        "char_258_podego_CN_018": "Um, I've only ever tended a greenhouse. Can I really help with this…?",
        "char_258_podego_CN_019": "I see the enemy! Let's go!",
        "char_258_podego_CN_020": "Everybody, look after yourselves!",
        "char_258_podego_CN_021": "Yes?",
        "char_258_podego_CN_024": "I'll do it.",
        "char_258_podego_CN_025": "Careful, this pollen is allergenic.",
        "char_258_podego_CN_026": "Okay, I'll handle this.",
        "char_258_podego_CN_029": "Phew, are we safe already? Good job, everyone!",
        "char_258_podego_CN_031": "Doctor, everyone is waiting for your next orders.",
        "char_258_podego_CN_032": "Ah… I never thought it would turn out like this…",
        "char_258_podego_CN_033": "Should we plant some flowers over here?",
        "char_258_podego_CN_038": "Back home, most flowers would already have withered by now. But just thinking about how spring will be here soon… fills my heart with hope. Doctor, let's find the first flower that blooms in the greenhouse together!",
        "char_258_podego_CN_043": "Doctor, happy birthday! Please, try this floral tea! I made it the way Miss Lena taught me, and if you really savor it, you can taste a hint of cake flavor! Eh? You can't? Let me try… Oh… Sorry, Doctor. I… I think I forgot the honey…",
        "char_258_podego_CN_044": "I've been all over with Rhodes Island. Does that mean I've spread flowery fragrance to just as many places? Hehe… I may still have lots of room for improvement, compared to Miss Lena, but I'll do my best to make Rhodes Island an even warmer place!",
        "char_149_scave_CN_043": "I did use to take birthdays seriously... but who's out there still counting every year they live these days...? Whatever. If you'd like, I could wish for you to have fun today or something.",
        "char_445_wscoot_CN_017": "Three bulkies, twelve mid-sized… all set. Huh, why is there one more here? Did I count wrong?",
        "char_294_ayer_CN_001": "Before you leave, I'm responsible for protecting you.",
        "char_294_ayer_CN_002": "Doctor, I'd like to quickly increase the charge my body can carry. An operator who uses electricity? I'll give it a crack.",
        "char_294_ayer_CN_003": "Ore identification? Try Leonhardt. Not my wheelhouse, I'm afraid.",
        "char_294_ayer_CN_004": "The boss at Rhine Lab frowned every time she saw me, like I was a pest. What a bother. When did I do anything to her?",
        "char_294_ayer_CN_005": "My ears perked up? No worries. Just a zap. Not too bad, honestly. It'll settle down soon enough.",
        "char_294_ayer_CN_006": "This beauty cost me two years of scraping by and a load of debt, but worth every coin. Without it, those Cautus black market profiteers would've dumped me on some mining ship. Living the good life now is all thanks to my sparky friend here.",
        "char_294_ayer_CN_007": "Oh, there you are. Got these fresh, ice-cold salted edamame, fancy a nibble? Not even a bite? You've gotta appreciate food like this. Just give it a go.",
        "char_294_ayer_CN_008": "Leonhardt's a noisy drama magnet. Much calmer here with you. What? He's gotten himself cornered by Medical over some dodgy jokes? That guy never learns. Guess I gotta defuse this mess. Doctor, want to come along?",
        "char_294_ayer_CN_009": "I look out for Leon because we've been like that since we were kids. If he's in a bind, I sort it out, and he does the same for me. But the two of us, we don't know each other like that. Just because you bandage my wounds doesn't mean we're close, got it? ...I said the same thing last time? Tsk, damn it.",
        "char_294_ayer_CN_010": "Huh?! Oh, it's you. I'm good, just… catching my breath for a bit. If you wanna join me, I can shift over.",
        "char_294_ayer_CN_011": "Catastrophe Messenger bodyguard, Ayerscarpe. Good to meet you.",
        "char_294_ayer_CN_012": "Impressive. Professional. I'll take note.",
        "char_294_ayer_CN_013": "I think I've been overpaid recently. A promotion? Got it. Thanks.",
        "char_294_ayer_CN_014": "Being a bodyguard isn't a matter of defense. It's about control. Controlling the space around your target and neutralizing threats. Want me to demonstrate?",
        "char_294_ayer_CN_017": "Squad assembled, awaiting deployment.",
        "char_294_ayer_CN_019": "No anomalies detected. Squad good to go.",
        "char_294_ayer_CN_020": "Target located. Move out.",
        "char_294_ayer_CN_021": "Righto.",
        "char_294_ayer_CN_025": "It's over.",
        "char_294_ayer_CN_028": "This isn't win or lose. This is life and death.",
        "char_294_ayer_CN_029": "You handled that impressively. Hmph. Congratulations.",
        "char_294_ayer_CN_030": "Perfect timing. We should get going.",
        "char_294_ayer_CN_031": "I'm willing to believe those escapees were on purpose.",
        "char_294_ayer_CN_032": "Don't worry about me. Just make sure you get back okay.",
        "char_294_ayer_CN_036": "Is something bothering you? You can tell me.",
        "char_294_ayer_CN_043": "Here, salted edamame. What are you staring at? You think I shelled them just for you? I eat pre-shelled ones sometimes too, it's a different texture… Why am I still eating whole pods? Just force of habit. Eat yours. Happy birthday.",
        "char_294_ayer_CN_044": "I've saved up quite a bit of money this year. Since coming to Rhodes Island, Leon and I have more stable incomes. He hasn't mentioned it, but it's been a while since I got him anything. No point letting the money sit there. What should I buy? Doctor, do you have any suggestions?",
        "char_4109_baslin_CN_038": "The new year was just a month away when I left Wulfsburg. They said we had to hurry to meet Their Majesties, so that we could make it to the annual celebration in Zwillingstürme. I was practicing the whole way, but... I really liked that piece.",
        "char_4109_baslin_CN_043": "Your seat is here. Yes, right here, in the center of the front row. Miss Orchid had me arrange an ensemble with the children of Rhodes Island, and, um, I'm one of the performers myself... No, this is not a birthday gift, but I'd like your opinions on the performance.",
        "char_4109_baslin_CN_044": "The annual Empresses' Celebration is always a stunning event. The Royal Orchestra performs for the people, and it closes with a grand ensemble with Their Majesties on the covered bridge. The main reason we hold it every year is to make everyone believe in the path beneath their feet. Rhodes Island doesn't have celebrations as grand as that, but your footsteps are still full of conviction.",
        "char_325_bison_CN_002": "This noisy metal music… Exusiai must be throwing another party. Doctor, should I go nudge her?",
        "char_325_bison_CN_003": "I'm quite good with manual labor. I also know a bit about company management. So, Doctor, is there anywhere I can be of use?",
        "char_325_bison_CN_004": "My parents were the first generation to settle in Lungmen, so I'm actually a Lungmen native… Doctor, if there's anything you'd like to know about the place, I wouldn't mind helping you out.",
        "char_325_bison_CN_005": "Doctor, if you want to know how a real logistics company operates, it'd be best to just ask me directly. Penguin Logistics is more of an exception than the rule, and though I don't mean this in a bad way, they won't make for a good reference at all.",
        "char_325_bison_CN_006": "What do I like to do outside of work? Besides just resting, I'll sometimes go with Croissant on her shopping trips, help her carry stuff, and make sure she doesn't waste too much money… Want to join us, Doctor?",
        "char_325_bison_CN_007": "I used to believe that for any company to survive in the long run, standardization and efficiency were critically important. That's why at first, I couldn't fathom how a company like Penguin Logistics could stay afloat.",
        "char_325_bison_CN_009": "Doctor, perhaps you haven't realized this yourself, but to unite such a diverse group of people under your banner, that's no simple feat… It'd be great if I could become more like you one day.",
        "char_325_bison_CN_010": "Doctor… Oh, it's your nap time. Guess I'll tidy up this place for now.",
        "char_325_bison_CN_011": "Pleased to meet you, Doctor. My name is Bison. According to the terms of our contract, I'm now also an employee of Rhodes Island. I look forward to working with you.",
        "char_325_bison_CN_013": "Thank you very much, Doctor. I believe that as long as I put my best foot forward, my hard work will be rewarded.",
        "char_325_bison_CN_014": "With Penguin Logistics and Rhodes Island, I've seen a more expansive world than I knew… Doctor, one day, I will also find my place in this world.",
        "char_325_bison_CN_018": "On-site command… I have some experience with that.",
        "char_325_bison_CN_020": "Phew… I'll get my job done.",
        "char_325_bison_CN_025": "I'll hold my ground.",
        "char_325_bison_CN_029": "Way to go, Doctor! You're the kind of leader any company would want to hire.",
        "char_325_bison_CN_030": "Wow, Doctor! You really are amazing.",
        "char_325_bison_CN_033": "So this is the inside of Rhodes Island… It sure is big.",
        "char_325_bison_CN_043": "Doctor, happy birthday. Please try this bowl of long life noodles. All ingredients have been chosen with care. It has wheat from Yan, steak from Ursus, and the broth is Iberian ham. It took me months to put together, and it was still a rush to get everything in on time. I hope you like it.",
        "char_4106_bryota_CN_038": "Happy New Year, Doctor! I'm here to change the water cooler's jug. Why am I still working today? This job's special, you see. I get to run into a lot of people on the first day of the year, and I can wish each of them a happy new year. It's meaningful work, don't you think?",
        "char_4106_bryota_CN_043": "Doctor, happy birthday! Be sure to make your wish out loud on this important day. It won't come true if somebody else hears it...? But back when I was still at the 'White Volcano,' it seemed like our wishes were more likely to come true if we yelled them out.",
        "char_4106_bryota_CN_044": "Just like Siesta, I said goodbye to that beach, and just like Rhodes Island, I'm seeking out sights I've never seen before. Doctor, the destination of my journey may still be far away, but the journey itself is already a stack of postcards thick enough for me to look back on, and treasure forever.",
        "char_464_cement_CN_009": "'A Billy worker never sees the sun.' That's what my friends in the mines always say. The darkness down there swallows everything, work and life, past and future... I want to give people hope for the future, Doki, give them better lives. Easy enough to say, but there's lots of work to do. You'll lend a hand, won't you, Doki?",
        "char_464_cement_CN_038": "It's this time of year that workers with no way to get home gather in the open parts of the mine to screen movies. Watching the shiny, happy people up there, we all forget our worries for a while. Then a new day comes, and a new year begins.",
        "char_464_cement_CN_043": "Happy birthday, Doki! Are you free today? The construction team just took on a new mining project, and the groundbreaking ceremony's today. Everyone will be so happy to see you there... What do ya say? I'll buy you lunch afterwards.",
        "char_464_cement_CN_044": "I know even a small project can call for a lot of workers. But I've never seen a place like Rhodes Island, with so many amazing people gathered together. What are you all trying to accomplish, Doki? Whatever it is, I can't wait to see it for myself, 'cause now I'm part of it too!",
        "char_348_ceylon_CN_043": "Here's your birthday present, Doctor. I know what it's like. You bury yourself in books or research, and you just can't help forgetting to take breaks. But with a tea set this beautiful by your side, I'm sure you'll be more minded to pause and brew a cup... hm? Oh, don't worry, it wasn't... terribly expensive.",
        "char_4122_grabds_CN_043": "I made you a bowl of noodles. Give it a try. When I was still a kid, Shu always made me a bowl of longevity noodles for my birthday. An entire bowl made up of a single noodle. She always added a fried egg over easy too. I think this one might be overcooked, though. It might... have turned into a bowl of gruel.",
        "char_4122_grabds_CN_044": "I saw Rhodes Island splitting the sandstorm and sailing here. It felt just like the first time I saw Dahuang's new buildings, how they protected the fields from the Catastrophe. As long as everyone works together, no matter if it's a Catastrophe or anything else, there's always a way, right?",
        "char_4114_harold_CN_043": "Every soul who celebrates a birthday reminds me of my girl's younger years. War had me miss several of her special occasions, and as is the case, she came not to care if I'd be there or not. I do apologize—with my age, I do reminisce at the drop of a hat. Now, how should we divvy up this cake?",
        "char_4114_harold_CN_044": "Being of two different stations, some things I can't tell you, nor you me. But there is one point we needn't doubt—we are both fed up with war. I imagine that's more than enough reason we might sit down together, open and honest, and share a drink.",
        "char_338_iris_CN_001": "What? You think this work is going to do itself? Hmph! There's no 'Does Your Job While You Sleep' Fairy, Doctor. Now lay your silly ideas to rest and get your nose to the grindstone.",
        "char_338_iris_CN_002": "My companions and I are proud to receive any children that visit the castle. And grown-ups, on occasion—we host the good and honest kind. It's a shame they're so few and far between.",
        "char_338_iris_CN_003": "I'm looking for a girl named Mabel. Er, not a girl, that was twenty years ago, she's a grown woman now… Codename? Of course I don't know her codename! But I know for certain she's here, without a doubt!",
        "char_338_iris_CN_004": "If there's nothing to keep us, then let me take my leave—I'm quite busy, you know. I have an appointment with the children you're treating here, and we shan't be missing storytime.",
        "char_338_iris_CN_005": "Compared to adults, children have the right of it. They're much more innocent, filled with upstanding character. They are the most precious, cherishable things in all this great land.",
        "char_338_iris_CN_006": "Beloved rag dolls, pretty flowers, storybooks with pages worn away… Children leave much to the castle while they're in Wonderland. Whatever they cherish that they've no power to safekeep, they can place in our care.",
        "char_338_iris_CN_007": "Now come wisplight and lamplight, come light up the way♪ Come to our little tea party to stay♪ Here come the guards, and they dance and sing for us, carrying scissors to chop-chop away♪ I sang this song about my friends to entertain the children with me. Learned the words? I shan't sing them to you again.",
        "char_338_iris_CN_008": "I know. Mabel's no longer with us. You knew her as Bluishsilver, didn't you? I've seen the records… asked her captain about her. Her captain was so sad… Oh… How strange. This was the very time we agreed on, yet I can't help but feel I was too late…",
        "char_338_iris_CN_009": "Wonderland, Slumberland, the Cradle… you've never heard of these names before? Oh, you poor soul. Did no one ever tell you any bedtime stories? …Oh, I suppose. Close your eyes now. I'd rather not, but let's have you see for yourself, just this once.",
        "char_338_iris_CN_010": "Oh, really! How do you fall asleep somewhere like this? And you can't call this paperwork presentable! …Fine. Seeing as you always work so hard, I'll help you just this once…",
        "char_338_iris_CN_011": "I am Iris, Master of the Castle of Dreams, Keeper of the Cradle. As per an agreement, I've come to return something a guest once left to the castle… How strange. Why can I not find her?",
        "char_338_iris_CN_014": "Right, then! Be privy to the full power of the Master of the Castle! It is for their protectors' strength that fairytales can persevere with such purity, such beauty. And isn't that <i>just</i> like Rhodes Island?",
        "char_338_iris_CN_018": "Listen to me carefully, now. What we agree here will be our promise, and promises must never be broken.",
        "char_338_iris_CN_021": "Yes, yes.",
        "char_338_iris_CN_022": "Could you not push me?",
        "char_338_iris_CN_023": "The air is so thick here.",
        "char_338_iris_CN_028": "Off to dreamland, now?",
        "char_338_iris_CN_029": "How's that? I've driven every one of them away!",
        "char_338_iris_CN_030": "So this is the taste of victory. Yet… I wonder why I can't feel happy about it…",
        "char_338_iris_CN_031": "Hmph. They've run off by themselves. I suppose that'll be all, then?",
        "char_338_iris_CN_032": "Goodness, did you fall asleep?! Quick, with me, out of here!",
        "char_338_iris_CN_034": "Ah—my fan! Please, give that back!",
        "char_338_iris_CN_036": "Careful, there, don't ruffle the headdress… yes, quite, comb just like that…",
        "char_338_iris_CN_038": "Another year has gone by. As time passes like this, I can't help but feel a little frightened. The children will grow up year by year, but I have to wonder: is that a good thing? Doctor, is growing up… a good thing?",
        "char_338_iris_CN_044": "By all rights, children are meant to be the hope of our land, yet Oripathy spells such early ends to their lives. Lives I can never even save… I can only hope to protect their fledgling dreams as best I can. That is my ideal, and why I must walk with Rhodes Island.",
        "char_4023_rfalcn_CN_043": "I made this horn out of the sands of my tribal homeland. A new warrior blows her victory horn after her first battle. It's like the cry of a newborn, celebrating her arrival into the world.",
        "char_4023_rfalcn_CN_044": "I first saw Rhodes Island sailing in the distance when I was at the branch office. The rumbling of the ship and the tremor of the sands... it's like my chief was whispering in my ear: You've found another place worth fighting for.",
        "char_306_leizi_CN_001": "Look carefully. Sort the files by type, then deadline and prioritization. Put urgent ones on top, others behind. That's the most efficient organization method. Wait... I seem to have inadvertently done all the paperwork. This was <i>supposed</i> to be your job, right?",
        "char_306_leizi_CN_002": "I've checked all files related to the elite operator, Blaze. There are no records of her real name, or place and date of birth. Don't tell me you don't know. Aren't you supposed to be one of the leaders here? You really have no idea? How...? What am I supposed to do here...? Ahem, I apologize for the inconvenience and distress, Doctor. I shouldn't have accused you.",
        "char_306_leizi_CN_003": "You don't need to be so cautious around me. Other than the case at hand, I'll treat everything else on the ship as if it never happened. But if there is another explosion in the corridor outside my room, I'll make the perpetrator's hair stand on end for two straight weeks!",
        "char_306_leizi_CN_004": "'Assume the responsibilities for the post to which you are assigned.' Doctor, as one of the leaders of Rhodes Island, it is not your duty to... Huh? My hair's standing up again? Hold on! G-Give me a moment to fix my look first! Strange, I thought I had discharged all the static electricity this morning...",
        "char_306_leizi_CN_005": "Even today, I can vaguely recall the first time I saw you in Lungmen. You, Blaze, and Ch'en... are all holding onto countless secrets... and I will uncover them one by one. It's only fair to exchange secrets? Wha-What? You... No! It's t-too early for that...!",
        "char_306_leizi_CN_006": "Ask me anything. Only when you speak up can I decide what is just and unjust, and whether I wish to take action. I need to take my position into consideration? This has nothing to do with that. The Censorate, Judicial Review Office, Department of Discipline and Supervision... They are nothing but institutions. Law is only proven just when enforced by man.",
        "char_306_leizi_CN_007": "Rhodes Island's ideals conflict with my beliefs. However, I do recognize the necessity of agreeing to disagree while seeking common ground... So goes the necessity of providing assistance in exchange for information.",
        "char_306_leizi_CN_008": "No matter where I am, the electricity flowing through my body never ceases. The thunderlight is a symbol of justice. It drives me forward, sometimes even waking me up at night... Hm? There's another complaint that I've damaged an AC unit? Nonsense! Lies and slander! I don't even need to use a remote to turn on the AC, let alone touch it!",
        "char_306_leizi_CN_009": "Blaze was implicated in a major case. All evidence has been deliberately destroyed. However, there remain a few 'coincidences' surrounding persons and times. Not many, but enough to raise doubts, and enough for me to suspect connections between several different cases. This has nothing to do with you, but you should take adequate precaution. All I can do is offer you a fair warning.",
        "char_306_leizi_CN_010": "You can't even properly manage your physical condition. How lax and irresponsible! Sprawling on desk like this, were you expecting me to put a blanket over you? There won't be a next time.",
        "char_306_leizi_CN_011": "I've signed and obtained an investigation authorization with your company. Don't worry, this is me acting solely as an individual. You may call me Leizi, if you wish. Who am I? Have we met before? Are you serious?!",
        "char_306_leizi_CN_013": "Promotion? I suppose this is how you handle career advancement? The promotion process at Rhodes Island seems to differ from that of common private companies…",
        "char_306_leizi_CN_014": "I, Leizi, am the bearer of the thunderlight and the law, the vision and reach of Great Yan. My philosophy does not align with that of Rhodes Island, and I have no intention of bridging the gap between the Infected and non-Infected. However, we may now fight side by side against our enemies!",
        "char_306_leizi_CN_020": "I have no interest in the identity of my enemy.",
        "char_306_leizi_CN_023": "As you command.",
        "char_306_leizi_CN_024": "Hark! The thunder rumbles!",
        "char_306_leizi_CN_025": "O great thunderlight, strike!",
        "char_306_leizi_CN_026": "No mercy for transgression! Lightning shall judge!",
        "char_306_leizi_CN_027": "Pure thunder calls down justice! Shatter all falsehoods in all realms!",
        "char_306_leizi_CN_028": "The essence of Lei Fa... is my will becoming one with this great land.",
        "char_306_leizi_CN_030": "Not enough. You can do even better. Do not rest upon your laurels—you have the ability to strive for greater heights.",
        "char_306_leizi_CN_031": "Impossible... what happened? How can this be?",
        "char_306_leizi_CN_032": "Such humiliation...! Begone, you! Return and reflect! I will hold back the enemies, leave!",
        "char_306_leizi_CN_033": "Where's the power socket?",
        "char_306_leizi_CN_036": "Oh... did that hurt? Please be mindful of the static electricity around me.",
        "char_306_leizi_CN_038": "A year's planning is done in the spring—and though it may not be spring yet, do you simply plan to idly loaf around at a new year's outset? You should still sharpen yourself on holiday. As the saying goes, the man who catches fins for one day then rests for two, will find himself slothful with dust on his shoe. Hm...? Two, four, six, eight... Hey! If you keep slacking I'll have finished annotating these documents myself!",
        "char_306_leizi_CN_042": "Work dutifully, Doctor.",
        "char_306_leizi_CN_043": "Ahem. Judicial Review Office Censor Leizi expresses good wishes on the Dr.{@nickname}'s birthday. May your life be ever warm as spring, and of peace and prosperity... Heeeey, I'm being serious here! Don't laugh!",
        "char_194_leto_CN_043": "Happy birthday! Here's a medovik for you, I even asked Lada to... to teach me how to make it. I snuck a piece for myself, and it's really tasty! Hurry up, try some! Honey drunk? Oh, yeah, no wonder I've been feeling... a little dizzy... Whoa, look out! The cake!",
        "char_194_leto_CN_044": "Here, a souvenir from my last trip. It's pretty good, so you gotta try some. Hmmm...Is it me, or did Rhodes get a lot more crowded since I was away? Whatever~ I don't care if you keep onboarding more people, but you gotta make sure the USSG's clubhouse stays as-is. Deal!",
        "char_4006_melnte_CN_038": "Happy New Year, Doctor. Would you like me to launch fireworks with this launcher? No, this isn't a metaphor. It really has a fireworks mode. It has always had one ever since I got it for the first time.",
        "char_4006_melnte_CN_043": "My former coworkers celebrated each safe return from a mission like a birthday. I wasn't very fond of chumming with them. The craze they put up like they outlived a disaster always made me feel sick—I'm sorry, Doctor. I shouldn't be saying this today. Happy birthday.",
        "char_4006_melnte_CN_044": "Rhodes Island is a place where one can discuss their ideals without feeling embarrassed, and I like that. If I could start over, I would have come straight here without becoming a weapons tester... That way, perhaps I would already have taken a step toward my ideals already.",
        "char_509_acast_CN_020": "Operation is a go. Keep your support countersign in mind.",
        "char_466_qanik_CN_042": "Boo! Did I scare you? Not at all? Aw, I used to spook lots of people in the snow.",
        "char_466_qanik_CN_043": "I've been practicing divination with my mother. How about you let me tell your fortune again, Doctor? Maybe we start with easy questions, like how big you'll grow this year. I just tried it on myself, it says I'm going to grow a lot!",
        "char_466_qanik_CN_044": "I used to be scared of contracts and paperwork, but I can handle those without a hitch now. Even my tribe has started calling me the 'wonderful little messenger'. Oh, I also heard Magallan set a new record. Turns out that people with dreams just don't stop, right Doctor?",
        "char_1030_noirc2_CN_038": "Happy New Year, Doctor! You're not missing out on this honeywine, are you? The stuff's a special recipe, straight from the Felynes. You gotta try! I just drank a mug, and I'm ready to take on the world while I feel on top of it! C'mon, we've got the perfect way to welcome in the New Year!",
        "char_1030_noirc2_CN_044": "Man, another year gone. Guess I've really gotten used to life at Rhodes Island. Believe me, I'll trust in you all forever. Rhodes Island is going to lead the way for so many people, just like it did for Yato and me. I count my blessings every day that I can be here to help.",
        "char_4196_reckpr_CN_001": "Were you looking for these papers, Doctor? And here is a pen. You may also dictate to me, if you're tired—Oh, I'm sorry, did I spook you? I see. You're not yet used to having me around. Rest assured, I'm always by your desk, and you need only speak what you need.",
        "char_4196_reckpr_CN_002": "I understand that everyone is curious about the Grandmaster's life, but I was only his record keeper, not his aide. Even when he was busy, he never asked me to help him with everyday tasks. Indeed, he kept reminding me to take my medicine on time. When I share this with others, they look simultaneously interested and disappointed.",
        "char_4196_reckpr_CN_003": "Good morning, Doctor. You're up early. Me? Hmm... One develops certain habits after spending a decade with the army. I feel strange if I fail to take my daily trip to the Training Room. These records, you say? Please rest assured, they are a matter of personal interest, or shall I say learning? I won't share them.",
        "char_4196_reckpr_CN_004": "When traveling with the Grandmaster, we would often encounter challengers. Sometimes, he instructs me to engage them first. I can only speak plainly, asking whether they would concede if I could indicate their vulnerabilities. Most readily agree. And so, I've somehow claimed a slate of victories to my name, without throwing a single punch.",
        "char_4196_reckpr_CN_005": "Zuo Le and I have always been somewhat frightened of Qiubai, even though she's never put on airs. People say she was lucky to have a great master, but it is the path she walked on her own that was the true cultivation. Now that I've left the nest myself, I think of her whenever there is doubt in my heart.",
        "char_4196_reckpr_CN_006": "Is there any meaning to one who is unable to practice martial arts pouring his entire heart and soul into martial studies? Or is there any meaning to <i>martial arts</i> at all, you ask? Life is like drifting pond weeds; one can find true anchorage only by deeply nurturing something. Why do I care? I suppose it's because I've found an anchor that is precious.",
        "char_4196_reckpr_CN_007": "Zuo Le was not always as he is. When we were little, and my poor health shut me away in my boring room, he tried to take me outside. He could leap over Yumen's walls on the way out with his <i>Qinggong</i>, but could not get back in. After we got scolded together, he slipped me some buckthorn fruits from his pocket. They were green and very sour.",
        "char_4196_reckpr_CN_008": "The Grandmaster had many students. He took them in from all walks of life, teaching what he knew to anyone who would learn the martial arts. Sometimes, I wonder if I might have become his greatest student, were it not for my poor health... keep this between you and I, won't you?",
        "char_4196_reckpr_CN_009": "Want to hear a story from the Jianghu? There was a generous and altruistic family that fell victim to villainy. The only survivor was a boy, saved by a wandering hero. The hero asked the boy whether he wanted revenge, but the boy said all he wanted was to prevent such tragedies from ever happening again... just a story. Of course.",
        "char_4196_reckpr_CN_010": "Am I bothering you? This is a breathing exercise that the Grandmaster taught me, which concentrates your <i>qi</i> to strengthen the body. I perform it whenever I have free time. I'll try to be quiet and avoid disturbing you.",
        "char_4196_reckpr_CN_011": "I am Yun Qingping, here to assist with the Sui Regulator's work. I'm not a Candleholder, merely accompanying Zuo Le to broaden my horizons. Wherever I might be of assistance, I shall certainly do my utmost.",
        "char_4196_reckpr_CN_012": "Advance or retreat, offence or defense; there exists a rhythm of ebb and flow much like with kung fu.",
        "char_4196_reckpr_CN_013": "A promotion? I never thought of such things when I served as record keeper. Same goes for my predecessors, who usually stayed in the role for their entire careers. The greatest reward is for our records to help refine the martial skills of our soldiers.",
        "char_4196_reckpr_CN_014": "The Grandmaster often says that the most precious relationships are the ones built on the brink of life and death. I suppose that makes us the best of friends.",
        "char_4196_reckpr_CN_017": "When to perceive with the eyes; when to see with the mind's eye—",
        "char_4196_reckpr_CN_018": "Observations of live combat are invaluable. I'll do my best.",
        "char_4196_reckpr_CN_019": "Is violence the only option?",
        "char_4196_reckpr_CN_020": "Rest assured, their fear is as easy to read as their moves.",
        "char_4196_reckpr_CN_021": "This report is ready for your comment.",
        "char_4196_reckpr_CN_022": "I only record... it is not my place to give suggestions.",
        "char_4196_reckpr_CN_023": "We've reached the observation point.",
        "char_4196_reckpr_CN_024": " Ahh... So this is what the soldiers see.",
        "char_4196_reckpr_CN_025": "That which is overly hard becomes brittle. Stay still; I have medicine.",
        "char_4196_reckpr_CN_026": "Impressive. You are like the cloudbeast darting from tree to tree, disturbing neither branch nor leaf.",
        "char_4196_reckpr_CN_027": "Amazing. You are like the evergreen pine by the bottomless lake, eternally steadfast against the storm.",
        "char_4196_reckpr_CN_028": "Thought precedes form. Do not let yourself be bound to specific moves.",
        "char_4196_reckpr_CN_029": "With enough patience, even dripping water can bore through a rock; with subtle strength, a minute force can shred steel. You have reached a new level of understanding in the art of war, Doctor.",
        "char_4196_reckpr_CN_030": "To derive trend from trivia; to foresee consequence from causation. Ah... No wonder the Grandmaster asked me to study your methods.",
        "char_4196_reckpr_CN_031": "You see the forest rather than just the trees. I have much to learn from you.",
        "char_4196_reckpr_CN_032": "There is no such thing as a move that cannot be countered. Perhaps we could review the battle, for the possibility of victory must lie within.",
        "char_4196_reckpr_CN_033": "Allow me to pay respect to the Grandmaster first.",
        "char_4196_reckpr_CN_034": "Repeating the same move dooms one to predictability, Doctor. Of course, it would suffice against me.",
        "char_4196_reckpr_CN_036": "The war drums are quiet. There is only the sound of the wind. The wormwood upon the sand is green again.",
        "char_4196_reckpr_CN_037": "Arknights.",
        "char_4196_reckpr_CN_038": "I looked forward to those few days of celebration during my Yumen days too. The people would bring wine and food to camp for the soldiers, and everyone partook in competitions of kung fu and drinking. It's a time to, shall we say, 'let our hair down'. Whatever you plan on doing today, I won't tell Amiya.",
        "char_4196_reckpr_CN_042": "Forgive me, Doctor! Just can't shake the habit of writing as I walk.",
        "char_4196_reckpr_CN_043": "My first taste of alcohol was on a birthday. I just couldn't turn the soldiers down... I know they were worried that I would be lonely, with no family to join in celebration. We all got a good talking-to from the Grandmaster afterwards. In any case, nothing warms the heart like good spirits, and I just happen to have some Yumen Liedaozi here. Would you like a quaff?",
        "char_4196_reckpr_CN_044": "Kazimierzian knightsports, Leithanian Originium Arts... I've seen many new things here at Rhodes Island. I hope you'll bear with me and provide your kind instruction going forward. Ravioli? They're like Siracusan dumplings? Well, that sounds a bit... you say the Grandmaster likes them? I suppose I should try some, then.",
        "char_336_folivo_CN_001": "'Lens will be happy to take care of any tasks meant for Miss Scene!'",
        "char_336_folivo_CN_002": "'Miss Scene has won both Nature and Still-Life categories in major photography competitions. With a patient enough subject, her chances of winning the Portrait category are likely to skyrocket as well. Doctor, would you pose for Miss Scene?'",
        "char_336_folivo_CN_003": "'Evaluating patience: Doctor's levels declining. Initiating comfort protocol—Miss Scene will finish shooting in less than 30 minutes. Hold on just a bit longer, please.'",
        "char_336_folivo_CN_004": "'The Zalak next door is visiting Miss Scene again. She might not be laughing yet, but I can tell she's very happy.'",
        "char_336_folivo_CN_005": "'Truthfully, Miss Scene was originally set to work as a full-time photographer for a photographic equipment giant in Columbia, but somehow ended up here as an operator. Lens assesses that she likely chose to leave because they wanted her to photograph subjects she did not appreciate. Yes, indeed, Miss Scene is that picky.'",
        "char_336_folivo_CN_006": "W h e n   y o u   s e e   s o m e t h i n g   y o u   l i k e ,   t a k e   a   p h o t o   a n d   s a v e   i t.",
        "char_336_folivo_CN_007": "'Doctor, are you attempting to make Miss Scene laugh again? She's actually already laughing, though seeing her smile requires patience. You wait, and wait, and wait some more, until the arc of her mouth reaches absolute perfection. This process might take… TBD minutes, it all depends on Miss Scene's mood today.'",
        "char_336_folivo_CN_008": "'Lens has long been waiting for someone who understands Miss Scene. Now, many at Rhodes Island are willing to approach her, and this brings Lens joy. I hope that one day, Miss Scene will find a biological entity that can perfectly replace Lens.'",
        "char_336_folivo_CN_009": "T h i s   c a m e r a.   F o r   y o u.   T h a n k  y o u.   D o c t o r.",
        "char_336_folivo_CN_010": "'Now Playing: D.D.D. Smash Hits'.",
        "char_336_folivo_CN_011": "'Photographer, Scene, and Robotic Photography Assistant, Lens. We are pleased to make your acquaintance.'  H e l l o.",
        "char_336_folivo_CN_012": "'Replay requested. Repeat: replay requested.'",
        "char_336_folivo_CN_014": "I s   t h e r e   s c e n e r y   y o u   w a n t   t o   s e e?",
        "char_336_folivo_CN_017": "'Teammates' data acquired.'",
        "char_336_folivo_CN_018": "'Sub-data acquired.'",
        "char_336_folivo_CN_019": "'Green-light, confirmed.'",
        "char_336_folivo_CN_020": "'Cruise program initiated.'",
        "char_336_folivo_CN_021": "'Lens is here to serve you.'",
        "char_336_folivo_CN_022": "H e r e.",
        "char_336_folivo_CN_023": "'Camera rolling.'",
        "char_336_folivo_CN_024": "M h m m.",
        "char_336_folivo_CN_025": "'Shooting—'",
        "char_336_folivo_CN_026": "'Exposure—'",
        "char_336_folivo_CN_027": "'Panorama—'",
        "char_336_folivo_CN_028": "'Time lapse—'",
        "char_336_folivo_CN_029": "C o n g r a t s.",
        "char_336_folivo_CN_030": "'Mission complete! Escorting Miss Scene back to base.'",
        "char_336_folivo_CN_031": "'The route back to the base seems bumpy.'",
        "char_336_folivo_CN_032": "'Evacuate immediately. Repeat: Evacuate immediately.'",
        "char_336_folivo_CN_033": "'Please arrange a hammock for Miss Scene. Thank you.'",
        "char_336_folivo_CN_034": "Y e a h?",
        "char_336_folivo_CN_036": "W a n t   a   p h o t o?",
        "char_336_folivo_CN_038": "I  n e e d  t o  w i s h  y o u  a  h a p p y  n e w  y e a r  m y s e l f.  H a p p y  n e w  y e a r.  'Me too! Doctor, Happy New Year! Happy New Year!'",
        "char_336_folivo_CN_042": "H  e  l  l  o. 'Hello! Hi!'",
        "char_336_folivo_CN_043": "H a p p y  b i r t h d a y.  T h a n k  y o u  f o r  a l w a y s  l i s t e n i n g  s o  p a t i e n t l y  t o  m e.  T h i s  i s  m y  f a v o r i t e  p i c t u r e  t h i s  y e a r.  Y o u  c a n  h a v e  i t.",
        "char_336_folivo_CN_044": "'Miss Scene isn't suited to such a lively party. She would be overwhelmed. So, Lens will accompany her with a drink. Doctor, what would you like Lens to do? Lens's music library has been updated with three songs. Please press here to make a selection!'",
        "char_379_sesa_CN_043": "Since today is your birthday, I shall share a secret incantation. Speak it, and you may unchain my true power... Actually, never mind. Dr.{@nickname}, you already know what I'm capable of, don't you?",
        "char_254_vodfox_CN_002": "Memories are the vessels of fate, and your fate once came to an abrupt end. That's why the spirits have stopped haunting you, for now. But I can still see their traces, very clearly... Doctor, you should take me seriously... For your own good.",
        "char_254_vodfox_CN_003": "You can talk to Morte about your troubles. It's okay, Morte will help. Once you fall asleep, all your problems will be solved.",
        "char_254_vodfox_CN_004": "The feelings that make people cry are just food for Morte, so I don't cry much. Is that a bad thing?",
        "char_254_vodfox_CN_005": "The true face of the curse? You want to see what's inside Morte's tummy? No... at least not now... That would hurt Morte too. Right. Anyone who hurts Morte will writhe in pain. For real.",
        "char_254_vodfox_CN_006": "The checklist is still missing a few items: balls of yarn, used buttons, fresh apples, soil from Laterano, crushed CRTs... Doctor, help me.",
        "char_254_vodfox_CN_007": "Here, this apple's for you. It's just a leftover reagent, and I don't like letting things go to waste... Why are you thanking me? I just said it wasn't specifically for you... Hey, why are you patting my head, stop it... Fine.",
        "char_254_vodfox_CN_008": "Because I have Morte, I don't need emotions. But when people tell me I'm doing good, I feel strange inside... And Morte doesn't want to take those emotions away, which makes me...feel off... It's totally normal? Really? In that case... I guess it's fine.",
        "char_254_vodfox_CN_009": "Doctor, here. This is Morte's puppet, make sure to keep it with you at all times... A curse? N-No, Doctor... If you take it, it'll be like I'm always by your side... You can't?",
        "char_254_vodfox_CN_010": "Sweet slumber~♪ Sweet slumber~♪ Be devoured by your dreams~♪",
        "char_254_vodfox_CN_011": "My new name is Shamare... and this is Morte... As for the other things... it's best you don't find out. Like Morte said, it's for everyone's sake…",
        "char_254_vodfox_CN_012": "These things won't help with the ritual…",
        "char_254_vodfox_CN_013": "Stuff the cotton, sew the mouth shut, plug the ears, and cover the eyes...There, a new doll is done.",
        "char_254_vodfox_CN_014": "Morte doesn't need a ritual like this, but…I… I'm happy. We'll both do our best.",
        "char_254_vodfox_CN_018": "If only they could be as well-behaved as Morte, that'd be nice.",
        "char_254_vodfox_CN_020": "Today's fortune is… Oh, that's really bad news for you guys.",
        "char_254_vodfox_CN_024": "Your hate, I'll take it all.",
        "char_254_vodfox_CN_026": "Rest in peace, and let the land embrace all.",
        "char_254_vodfox_CN_031": "Some may have gotten away, but it doesn't matter. Morte has already sealed their fates.",
        "char_254_vodfox_CN_034": "What is it?",
        "char_254_vodfox_CN_036": "Join in my needlework? Okay. Morte's also very happy…",
        "char_254_vodfox_CN_038": "Doctor, I saw you leave the office. There's a lot of people outside today... New Year's? It's so noisy, what are they all doing? Morte doesn't like these holidays. Could you make a talisman with me? If you put an apple stem inside, it'll help you avoid curses.",
        "char_254_vodfox_CN_043": "Give me your hand. Place your fingers here, and make a sign like this… Got it, Doctor? This is a curse. When someone's mean to you, you can fill their whole body with pain. Me? Mm, I don't abuse it, I'm just teaching it to you.",
        "char_254_vodfox_CN_044": "Fur, shiny pebbles, candies, spices, and most importantly, drawing on a smile… Doctor, this is a new doll-making method I've learned. Cute, isn't it? Uhm…",
        "char_4015_spuria_CN_043": "Today's your birthday? Whaaa— you never told me. How'd I know? You didn't bring this up because you want a present, right? Haha... I really like that look on your face right now. Here, this instant camera's your gift. That first photo I just took is mine now, though.",
        "char_4015_spuria_CN_044": "At first, I came to Rhodes Island just to check the place out and learn some new skills. I never expected to stay here and run so many field operations for you. You really know how to order people around, Doctor. Hehe, that said, I've seen lots of sights I would never have seen in Laterano, so I guess it was all worth it.",
        "char_4102_threye_CN_038": "The passage of time is vague in our eyes. To us, perhaps the most distinct unit of measurement, is the length of time between each drip of water in the caves. You think I am not one to celebrate holidays? You are mistaken. Like ice-cold frost water, these moments keep me clear-headed and rouse me from <i>our</i> fate.",
        "char_4102_threye_CN_043": "It would be hypocritical of me to offer you my best wishes. On a day like this, we would best take our own paths. May you follow your will and live on. I shall wait for you in the future I see.",
        "char_4102_threye_CN_044": "A prophecy about Rhodes Island? Doctor, my cooperation with you has lasted for some time now, and my answer to your question remains the same. It is the reason I sought your cooperation in the first place: We see doom often, but we also see what follows in the wake of such doom.",
        "char_4119_wanqin_CN_043": "I'll make this one exception since it's your birthday, Doctor. I'll stand to the side and watch. But you'll want to keep your lower body firmly planted. For people who are unfamiliar with this Tianshi apparatus, they could very easily get pulled into the air by the kite, so keep your center of gravity low... Hey! Hey! Geez... The Doctor is flying...",
        "char_4119_wanqin_CN_044": "At first I didn't really understand why my master wanted me to go on a study visit to a pharmaceutical company. But after spending all this time here, I've come to realize that you're all just like the people of Dahuang. We're both fighting to help the desperate, to save lives in danger of fading away. We walk the same path, Doctor.",
        "char_4081_warmy_CN_043": "Happy birthday, Doctor! Lanns and I made you a carrot cake! Oh… You've already got lots of cake from the others? Okay... Yes? You could eat a few slices and share the rest with Amiya and Savage? Haha, That's great! I'll light some candles!",
        "char_4081_warmy_CN_044": "When I was still small, I had so, so many wishes, but Dad only ever wished for me to grow up happily... Now I understand. I need to be happy first, then I'll wait for my other wishes to slowly come true. Doctor, make sure you'll be happy too, during this new year onboard Rhodes Island.",
        "char_222_bpipe_CN_031": "Enemy routed! All units, pursue only wi' caution!",
        "char_4116_blkkgt_CN_038": "Rhodes Island is a bit too warm, compared to Kjerag, be it the temperature or the extent of enthusiasm here. I'm far more used to spending the cold winter indoors, partaking of some home-cooking together with a few faces I was tired of seeing. But maybe... maybe it's time I adapted to the ambience here.",
        "char_4116_blkkgt_CN_043": "I've forgotten my birthday, just as I'll soon forget my own name. But that's not important. You can take Degenbrecher as my name, and if I can recall the day I took it, you can also call that my birthday. Now back on topic. Will you manage to open all the presents here today?",
        "char_4116_blkkgt_CN_044": "I used to have my doubts about Rhodes Island, same as I used to distrust a certain someone's nonsense when I started working for him. But as we all know, Karlan Trade built the Kjerag we see today, and Rhodes Island will keep treating Oripathy patients tomorrow. Alright, I've been watching the gates of Karlan Trade for a long time. Keeping an eye open for you Rhodes Islanders is no trouble.",
        "char_416_zumama_CN_002": "We aren't allowed to sleep on the ground here? I'll put up a tent in the hallway, then… That won't do either? Why not? In my tribe, we'd just sleep wherever we were when we got tired.",
        "char_416_zumama_CN_003": "Doctor, why was my application to room with Lancet-2 rejected? Because she's a robot? Uh, you're mistaken. The two of us are sisters now. She's my big sister, and I'm her little sister.",
        "char_416_zumama_CN_004": "Doctor, are medics outside all like Gavial? When she gives me my Oripathy checkups, it feels like she's just trying to beat me up… That's why we always end up fighting once I can't take it anymore.",
        "char_416_zumama_CN_005": "High Priest? Right, he didn't come with me, but he did say he'd visit from time to time. Speaking of which, does he even know where Rhodes Island is...?",
        "char_416_zumama_CN_006": "It used to be my dream to build a robot as huge as the nomadic cities. Now, my dream is to build a <i>talking</i> robot as huge as the nomadic cities. Master Closure already promised to teach me everything she knows about machines.",
        "char_416_zumama_CN_007": "Oh, I get it now. So, just like 'Great Chief', 'Doctor' is a title we use to honor the wise. Then, everyone will start calling me Dr. Zumama once I learn everything I can here, right? Oh, they won't?",
        "char_416_zumama_CN_008": "Doctor, I was hoping you could come back to Sargon with me, when you have time, to teach me how to do all sorts of things there. But you look busy… In that case, can I ask Lancet-2 to go with me? Or Master Closure would be fine, too.",
        "char_416_zumama_CN_009": "People outside are always worried about things that don't matter, they even fight over them. It's so strange. You too, Doctor. You look like you're giving yourself a hard time about everything. Here, take this wrench. Let's build some machines together. I'm sure you'll like seeing a machine in the works getting bigger and better, bit by bit.",
        "char_416_zumama_CN_010": "I'm starting to get a bit tired myself, watching the Doctor sleep… *yawn*…",
        "char_416_zumama_CN_011": "I passed all the exams, so that means I can stay here, right? I want to learn how to build a talking robot like Lancet-2… Oh, codename? My name is Zumama. Can't I use that as my codename?",
        "char_416_zumama_CN_012": "To think there's someone who could go toe-to-toe with Gavial…",
        "char_416_zumama_CN_013": "A promotion? Is that something like going from a fighter to a warrior? …In that case, we have to celebrate. I think I'll enjoy a barbecue with Lancet-2 on the bridge tonight.",
        "char_416_zumama_CN_014": "The High Priest told me how big and vast this great land is. He sounded kind of heartbroken when he talked about it. I didn't understand why at the time, but I'm starting to get it after spending so much time here. Vastness might not necessarily be a good thing.",
        "char_416_zumama_CN_023": "It'd be even more efficient to take someone who can work with me.",
        "char_416_zumama_CN_028": "Strike! And got you!",
        "char_416_zumama_CN_034": "Y e a h ?",
        "char_416_zumama_CN_036": "What do I need to do to become as learned as the Doctor?",
        "char_1032_excu2_CN_006": "Doctor, during my recent missions, my limbs have been acting before I complete my thought processes. This phenomenon can impede successful completion of my missions. I am troubled. Could you tell me whether it's a kind of disease? Will my condition worsen? Is there a medicine that can heal it?",
        "char_1032_excu2_CN_008": "What are you doing, Doctor? Bodily contact is no replacement for spoken language. I cannot decipher your thoughts through your limbs. You think that I need comfort? If that is your judgment, then I have no reason to refuse. In fact, I am merely thinking back to my recent mission. What leaves a man no other choice, but death?",
        "char_1032_excu2_CN_038": "Changes in numbers and symbolistic objects are how man reminds himself of the flow of time. Yes, I can understand, in spite of the fact that I need no such reminders. However, if this day brings you joy, then it is indeed very meaningful. Happy New Year, Doctor.",
        "char_1032_excu2_CN_043": "Gifts need to be packaged properly, so its contents cannot be seen on a single glance? Is this a compulsory requirement? My apologies, Doctor, I am not well-versed in such matters. I will prepare an unscannable safe and a new gift. Please give me a moment.",
        "char_1016_agoat2_CN_038": "A pebble encounters countless other pebbles during its life. They will collide with each other and become magma. When they reach critical temperature, they erupt. In the end, they turn into the ash that nourishes new life. We're just like these little pebbles, Professor– Oh! Why didn't you tell me the fireworks already started?!",
        "char_1016_agoat2_CN_043": "The obsidian in this brooch comes from a volcano you haven't climbed yet. When you're not busy, we can go volcano-climbing. We'll visit the volcanoes one by one. And you'll know exactly which volcano I'm talking about once you get to the top. The scenery up there is magnificent, and the other half of your present is waiting for you.",
        "char_1016_agoat2_CN_044": "Professor, I read in a book that after thousands of years, we will all re-enter this land's cycle. Maybe I'll become a little plume of magma, reshaping the land along its rock formations. When that time comes, I'll be able to forever look out across the land, with what nourished me, nestling up against me.",
        "char_4027_heyak_CN_038": "Historical society awards ceremony? An annual party for the astrology association? Not interested. Don't you dare think about all that boring stuff when you're with me. C'mon, it's New Year's Day. Aren't you going to ask me to dance? Don't worry, I'll keep my tail from you this time.",
        "char_4027_heyak_CN_043": "Happy birthday, Doctor. Me? Ha, It's not like the short lifespan of my people will allow me to have too many birthdays anyway. I just didn't want to pass on this cursed knowledge. Do I still have time to change things…? Ha, look at me, it's your birthday, and I'm the drunk one.",
        "char_4027_heyak_CN_044": "The skies of Trimounts have been restored, Dr.{@nickname}, but no one will forget what they saw when they were torn open. What do you see in the future of this land? What can Rhodes Island do? What can I do for you, and for myself? I want your answers.",
        "char_4088_hodrer_CN_038": "Fireworks at the New Year's party? Looks like you folks are giving W a perfect opportunity to indulge herself. I'll take care of that... and call Ines over too. She has her role to play in times like this, other than staying hidden and enjoying her peace.",
        "char_4088_hodrer_CN_043": "Most Sarkaz... don't put much stock in the process of getting older. They may forget a lot across the span of their long lives, but if you carefully listen to the bizarre interpretations of life, you'll quickly find that the one thing never missing is the chapter in commemoration of suffering.",
        "char_4088_hodrer_CN_044": "Babel was once the utopia of all Sarkaza, a ship sailing through the ruins. Her Highness thought she failed, but you're proof that the road hasn't reached its end. It continues to stretch on... I really hope to see what you'll show us, when all is said and done, Doctor.",
        "char_136_hsguma_CN_043": "Phew, arrived on time. Didn't ride all that way for nothing—I was almost speeding, actually. Anyway, Doctor, happy birthday! I brought you a special pre—uh, where's my bag? I didn't drop it on the way, did I...? Ah, shoot. Doctor, how about I bring you the present next time, and I'll treat you to some food for today?",
        "char_136_hsguma_CN_TOPOLECT_CN_043": "Phew, arrived on time. Didn't ride all that way for nothing—I was almost speeding, actually. Anyway, Doctor, happy birthday! I brought you a special pre—uh, where's my bag? I didn't drop it on the way, did I...? Ah, shoot. Doctor, how about I bring you the present next time, and I'll treat you to some food for today?",
        "char_1034_jesca2_CN_028": "Be advised. Target… eliminated.",
        "char_1034_jesca2_CN_038": "For me, Doctor, it's already like a dream, get to sit here with you and say 'happy new year'. I remember that time in Bolívar, the only thing I had to share the New Year with was a gun thiiiiiiiis big. Yeah, bigger than me.",
        "char_1034_jesca2_CN_043": "Happy birthday, Doctor. I brought you a gift from the frontier... A jar of all-natural maple syrup. Though it's not as fancy as the stuff I used to get you, it's a rare treat where I live. You can't even buy it with money; you have to head out to the forest and collect it yourself.",
        "char_1034_jesca2_CN_044": "Goals and achievements to score in the future, those were what I used to be so preoccupied with. But my experiences in recent years have shattered those fantasies. It's already good enough, if you can grant some happiness and dignity to the people around you.",
        "char_1029_yato2_CN_038": "Happy New Year once again. It's often during festive periods that the enemy lowers their guard. If you have any ops planned, you can leave them to me.",
        "char_1029_yato2_CN_044": "Look at all the time we've spent together, Doctor. Rhodes Island gave Noir Corne and I a place to call home, and I feel the weight of everyone's faith in this blade. Come what may, I look forward to taking on much more for Rhodes Island.",
        "char_1043_leizi2_CN_001": "Give those documents here. Steady diligence paves the way to grand vision. During my cultivation retreat, I would grade ninety-nine assignments for the Tianshis every day—Halt. Where do you think you're going? Are you planning to dump your work on me to loaf about like the rest of them? Very well. Ignorance of consequence is bliss.",
        "char_1043_leizi2_CN_002": "The case is closed. I can only hope Blaze is no longer shackled by her past, though it's hard not to worry for someone with her temperament. Never mind, I am simply visiting this time around—She won't be back for another two weeks? Ahem, staying a few more days will do me no harm. If there is anything I can help with, just say the word.",
        "char_1043_leizi2_CN_003": "I must stress that Lei Fa is neither for quick-charging batteries <i>nor</i> invoking rain and storm! This Tianshi garb attracts many curious questions, and I am compelled to answer them all—Repairing a burnt circuit...? Give it here. This has nothing to do with Lei Fa either! I simply have a lot of practical experience in this field.",
        "char_1043_leizi2_CN_004": "Zuo Le has been taking on more important duties at the Sui Regulator, but he still possesses the heart of a youth. He may seem a cautious young man, but he lets emotion get the better of him at crucial moments. How is one not meant to worry...? Why are you looking at me like that? I promised my sworn sister I would look after him, so naturally I'm concerned for him—Seriously, why are you looking at me like that?",
        "char_1043_leizi2_CN_005": "During my studies at the Tianshi Bureaus, I would never dare to neglect my Lei Fa drills or memorization of the law. But work at the Judicial Review Office requires human interaction. I was at a loss, but I came to realize something at last: when all is said and done, what both roles seek is nothing more than the <i>truth</i>.",
        "char_1043_leizi2_CN_006": "I may have shed my mandarin's robe, but I do not dwell on it. As a former enforcer of the law, I am well aware of its imperfections. There are times when swords are chipped and thunder falls silent. The law, Lei Fa, and the longsword are simply tools to punish evil and drive out wickedness. So long as the wielder is of resolute heart, there is nothing they cannot overcome.",
        "char_1043_leizi2_CN_007": "Of course Tianshis are ordinary people, not cultivators of immortality. The Tianshi Bureaus were placed atop a mountain's peak simply for solitude's sake, allowing students to focus on their studies. Inconvenient? The Originium contraptions produced by the Chamber of Alchemy are perfectly sufficient to our daily needs. Besides, one can ride a Tianshi's Wing to the Baizao market and back in the span of a single joss stick. There's nothing inconvenient about it.",
        "char_1043_leizi2_CN_008": "You are worried. If life's challenges have left you with a weary heart, then follow me back to the Tianshi Bureaus to seclude your mind. Choose a research topic to your liking, suffer the torment of fanciful and enthusiastic Tianshis for a few years, and your heart shall be clear as crystal— To decline with such formality... Are my jokes still too serious?",
        "char_1043_leizi2_CN_009": "I once saw a dastardly criminal who had been pronounced innocent struck by a bolt from the blue on his way home. Not far off, there was my little uncle who had no business there. I had hoped to question him, but in the end, I hid it away in my heart—Why am I telling you? Weren't we exchanging secrets?!",
        "char_1043_leizi2_CN_010": "Do not push yourself. As a leader, you should recuperate when appropriate. A well-rested mind is an agile, observant mind. You can't finish your work? You want my help? Ridiculous! Preposterous! ...Give it here.",
        "char_1043_leizi2_CN_011": "I am here to terminate my investigation authorization with your company. And here is my new application for—'Thank goodness'? I am applying as an ordinary visitor, merely here to talk. I, Leizi of Great Yan's Tianshi Bureaus, do beg your pardon for my continued presence.",
        "char_1043_leizi2_CN_012": "It is worth considering Originium Arts doctrine in a complex battlefield environment.",
        "char_1043_leizi2_CN_013": "I do not grant my trust lightly, but Rhodes Island has proven itself a trustworthy organization. Do not disappoint me. Oh, I was talking over you? My apologies. Please, go ahead.",
        "char_1043_leizi2_CN_014": "When I first joined the Judicial Review Office, I strove to be the best in all things. I thought the higher I stood, the more I could do. And yet, it was the same thought that bade me leave. Do I regret it? No. Listen to the rumbling of the thunder. Where can its mighty roar not be heard? Where can its brilliant bolts not reach?",
        "char_1043_leizi2_CN_017": "When one learns from experience, the lessons never cease.",
        "char_1043_leizi2_CN_018": "Levin crack umbra, luminate the path.",
        "char_1043_leizi2_CN_019": "With my blade, I decree—",
        "char_1043_leizi2_CN_020": "There is no cure for the shameless.",
        "char_1043_leizi2_CN_021": "I am here.",
        "char_1043_leizi2_CN_022": "A fine decision.",
        "char_1043_leizi2_CN_023": "Practice without principle is the height of folly.",
        "char_1043_leizi2_CN_024": "Amidst lightning flash, thund'rous sword shall clash!",
        "char_1043_leizi2_CN_025": "Five thunders, smite the wicked!",
        "char_1043_leizi2_CN_026": "With trine blade shall evil be excised, with righteous fulgur's strike shall demons die!",
        "char_1043_leizi2_CN_027": "Tremble, villains! Quake, ye ghouls! For thunder roars, and heaven shakes!",
        "char_1043_leizi2_CN_028": "There is no flight from Heaven's bolts!",
        "char_1043_leizi2_CN_029": "You should maintain such a high standard in future battles. You are the one who sets the standard, of course, but that does not mean you can be complacent!",
        "char_1043_leizi2_CN_030": "You have improved. Less admonition next time? That would be complacency. I rescind my earlier praise!",
        "char_1043_leizi2_CN_031": "Phew...What you need is time to clear your mind. As one of Rhodes Island's leaders, you must not make the same mistake twice. Remember this.",
        "char_1043_leizi2_CN_032": "Stand and fight alongside me! I know you are not so easily defeated!",
        "char_1043_leizi2_CN_033": "My idle days must be spent on thorough study. If there are any further explosions outside my door—There won't be? Very well. I trust you.",
        "char_1043_leizi2_CN_034": "Calm mind, tranquil heart—I shall not bicker with you.",
        "char_1043_leizi2_CN_036": "It's only a handshake, no need to be so cautious. I haven't shocked anybody in years—Ah. Static does not count.",
        "char_1043_leizi2_CN_037": "Arknights.",
        "char_1043_leizi2_CN_038": "Fresh atmosphere brought by Spring squalls, many wills make new walls—Does this call for a little more passion? Hmm, I'll clench a fist at the end. Alright, from the top. What do you mean, 'there's no need'? Since Rhodes Island invited me to participate in the New Year's performance, I shall give my full effort!",
        "char_1043_leizi2_CN_042": "According to the schedule, you should not be resting here right now, Doctor.",
        "char_1043_leizi2_CN_043": "Congratulations on the anniversary of your birth. I, Leizi of the Tianshi Bureaus, offer you this device, with absolute certitude you shall put it to good use. You need only press the button—Don't point it at yourse—... Are you alright? Wake up! I was about to say you should press it when you are <i>in danger</i>, at which point the lightning I stored in it would be released...",
        "char_1043_leizi2_CN_044": "I must admit, I had many reservations about Rhodes Island due to your connection with that particular case. But now, when I join you on missions, it is not for observation's sake. To aid the weak and demand justice are not such different goals. May our collaboration continue on.",
        "char_311_mudrok#1_CN_001": "Hm? Ah, this handful of soil... it can murmur. It can dance. It is my friend.",
        "char_311_mudrok#1_CN_002": "Closure told me I shouldn't walk about Rhodes Island 'fully equipped'... but I'm not used to... revealing... myself. Sorry...",
        "char_311_mudrok#1_CN_003": "Thank-you letters? Ah, from the Sarkaz workers yesterday? My equipment and type of Arts are a good match for physical work. Besides, their materials and fuel are heavy. And they rely on flesh and blood power to ensure Rhodes Island sails smooth... it's incredible.",
        "char_311_mudrok#1_CN_004": "That elite operator... I thought the Arts I saw in Leithanien were already really fantastical. And yet, when I saw him just brush aside the mist, I realized, as a Sarkaz, he was young, but also ancient.",
        "char_311_mudrok#1_CN_005": "I often think of the fighters, the friends who have left us. Sometimes, I get lost in the idea that even now, I'm still fleeing... Doctor, have you been to Kazdel? That place... was the start of my journey, and once, I thought it would be my... end.",
        "char_311_mudrok#1_CN_006": "Dr. Kal'tsit, huh...? I'm surprised, but she's very reassuring... One thing, though. Rhodes Island seems to have some involvement with another mercenary group. Could you tell me about them, Doctor? It's best I don't know? I see... then I think I can guess who we're talking about.",
        "char_311_mudrok#1_CN_007": "I became a Rhodes Island Operator to see my people treated well, to see them live on, and to give my fighters' deaths... real meaning. But... since coming to Rhodes Island, I've seen clearly what I, myself, am truly fighting for. That was a first for me.",
        "char_311_mudrok#1_CN_008": "Me... talking to a clay doll... all alone...? Y-You... you saw me? That was just a little ritual… huh? So everyone already knew? R-Really? Then I'll be more careful next time, do it late when no one's around... um, I shouldn't?",
        "char_311_mudrok#1_CN_009": "From Kazdel to Leithanien, so many marks carved into suffering. The moment they had no choice but to fight, and realized they had nothing at all. How do you see me, Doctor? You trust me? Will that trust... let me live on?",
        "char_311_mudrok#1_CN_010": "...The one in the hood napping there is the Doctor. Remember that well. Our road together is sure to be a long one.",
        "char_311_mudrok#1_CN_013": "They used to call me Reunion, and then the Mudrock Squad, and now... I've been promoted by my former enemy. Is this what they meant by 'life is a highway'?",
        "char_311_mudrok#1_CN_014": "Hm? A nice change of pace? I never take my helmet off in battle, after all... There's a lot of reasons why, but things have changed now. K... Keep it off? If I have to…",
        "char_311_mudrok#1_CN_017": "I'm a Rhodes Island Operator, now. I'll obey your commands.",
        "char_311_mudrok#1_CN_018": "I'm captain…? I don't like to lead, but… I'm used to it.",
        "char_311_mudrok#1_CN_020": "The enemy…",
        "char_311_mudrok#1_CN_022": "Orders please. The rocks are listening.",
        "char_311_mudrok#1_CN_023": "War… war never changes.",
        "char_311_mudrok#1_CN_024": "Fight for yourself.",
        "char_311_mudrok#1_CN_026": "Rise into mountains.",
        "char_311_mudrok#1_CN_029": "Running is pointless... Resist, even if you lost the will. This is the only way I've learned to face suffering.",
        "char_311_mudrok#1_CN_030": "My friends are quietly celebrating. They're cheering for our victory, Doctor.",
        "char_311_mudrok#1_CN_032": "This isn't the first time I've turned and run from an enemy. If this is how we save lives... I'll cover your backs.",
        "char_311_mudrok#1_CN_038": "The New Year? I see. Another year has passed. I... never liked days like this before, the whole idea of 'out with the old, in with the new.' What we lost has always left a much deeper impression than what we gained, but maybe things are slightly different now. Mm—may I join in on the dinner party? Doctor?",
        "char_311_mudrok#1_CN_043": "Doctor, happy birthday. This is for you. Ah, it's a stone sculpture of my making, not a 'friend'. 'Friends' can't be given away as presents. You like it? I could teach you, sometime, to talk to my friends. Are you interested?",
        "char_311_mudrok#1_CN_044": "In the beginning, all I wanted was to survive. But before I knew it, I'd shouldered the responsibility for leading my people. I want to find myself, and my people, a home. Doctor, should I keep walking with Rhodes Island, will I be able to?",
        "char_311_mudrok_CN_001": "Hm? Ah, this handful of soil... it can murmur. It can dance. It is my friend.",
        "char_311_mudrok_CN_002": "Closure told me I shouldn't walk about Rhodes Island 'fully equipped'... but I'm not used to... revealing... myself. Sorry...",
        "char_311_mudrok_CN_003": "Thank-you letters? Ah, from the Sarkaz workers yesterday? My equipment and type of Arts are a good match for physical work. Besides, their materials and fuel are heavy. And they rely on flesh and blood power to ensure Rhodes Island sails smooth... it's incredible.",
        "char_311_mudrok_CN_004": "That elite operator... I thought the Arts I saw in Leithanien were already really fantastical. And yet, when I saw him just brush aside the mist, I realized, as a Sarkaz, he was young, but also ancient.",
        "char_311_mudrok_CN_005": "I often think of the fighters, the friends who have left us. Sometimes, I get lost in the idea that even now, I'm still fleeing... Doctor, have you been to Kazdel? That place... was the start of my journey, and once, I thought it would be my... end.",
        "char_311_mudrok_CN_006": "Dr. Kal'tsit, huh...? I'm surprised, but she's very reassuring... One thing, though. Rhodes Island seems to have some involvement with another mercenary group. Could you tell me about them, Doctor? It's best I don't know? I see... then I think I can guess who we're talking about.",
        "char_311_mudrok_CN_007": "I became a Rhodes Island Operator to see my people treated well, to see them live on, and to give my fighters' deaths... real meaning. But... since coming to Rhodes Island, I've seen clearly what I, myself, am truly fighting for. That was a first for me.",
        "char_311_mudrok_CN_008": "Me... talking to a clay doll... all alone...? Y-You... you saw me? That was just a little ritual… huh? So everyone already knew? R-Really? Then I'll be more careful next time, do it late when no one's around... um, I shouldn't?",
        "char_311_mudrok_CN_009": "From Kazdel to Leithanien, so many marks carved into suffering. The moment they had no choice but to fight, and realized they had nothing at all. How do you see me, Doctor? You trust me? Will that trust... let me live on?",
        "char_311_mudrok_CN_010": "...The one in the hood napping there is the Doctor. Remember that well. Our road together is sure to be a long one.",
        "char_311_mudrok_CN_013": "They used to call me Reunion, and then the Mudrock Squad, and now... I've been promoted by my former enemy. Is this what they meant by 'life is a highway'?",
        "char_311_mudrok_CN_014": "Hm? A nice change of pace? I never take my helmet off in battle, after all... There's a lot of reasons why, but things have changed now. K... Keep it off? If I have to…",
        "char_311_mudrok_CN_017": "I'm a Rhodes Island Operator, now. I'll obey your commands.",
        "char_311_mudrok_CN_018": "I'm captain…? I don't like to lead, but… I'm used to it.",
        "char_311_mudrok_CN_020": "The enemy…",
        "char_311_mudrok_CN_022": "Orders please. The rocks are listening.",
        "char_311_mudrok_CN_023": "War… war never changes.",
        "char_311_mudrok_CN_024": "Fight for yourself.",
        "char_311_mudrok_CN_026": "Rise into mountains.",
        "char_311_mudrok_CN_029": "Running is pointless... Resist, even if you lost the will. This is the only way I've learned to face suffering.",
        "char_311_mudrok_CN_030": "My friends are quietly celebrating. They're cheering for our victory, Doctor.",
        "char_311_mudrok_CN_032": "This isn't the first time I've turned and run from an enemy. If this is how we save lives... I'll cover your backs.",
        "char_311_mudrok_CN_038": "The New Year? I see. Another year has passed. I... never liked days like this before, the whole idea of 'out with the old, in with the new.' What we lost has always left a much deeper impression than what we gained, but maybe things are slightly different now. Mm—may I join in on the dinner party? Doctor?",
        "char_311_mudrok_CN_043": "Doctor, happy birthday. This is for you. Ah, it's a stone sculpture of my making, not a 'friend'. 'Friends' can't be given away as presents. You like it? I could teach you, sometime, to talk to my friends. Are you interested?",
        "char_311_mudrok_CN_044": "In the beginning, all I wanted was to survive. But before I knew it, I'd shouldered the responsibility for leading my people. I want to find myself, and my people, a home. Doctor, should I keep walking with Rhodes Island, will I be able to?",
        "char_1014_nearl2_CN_005": "A victory nodded in by capital bears no glory. Yet it was thus I first came to meet those souls who harbored faith, and was able to light that flame. I pray that this flame can show the way forward, that it may inspire those who crawl to stand back on their feet and forge ahead, that it sheds the darkness, that it reveals the true light of hope. Doctor, I have always firmly believed so.",
        "char_485_pallas_CN_026": "Tremble, in the face of true bravery.",
        "char_472_pasngr_CN_002": "The Originium crystal on my forehead is often regarded as an adornment. A very convenient mistake, saving me the effort of concealing my Infected status. However, every time pain crosses my brows, I am deeply struck by my own folly. I've always yearned to leave Sargon, yet where lies the path that truly belongs to me?",
        "char_472_pasngr_CN_004": "I abhor the black market. It is a cesspool of petty, hollow schemes. Everyone there fancies themselves a seasoned player, yet all meet a dismal end. Sometimes, a meticulous mind is all it takes to send someone to their demise. Even... a padishah's very own appointed lord ameer. Might you be curious, Doctor?",
        "char_472_pasngr_CN_007": "'Were I to return to Columbia'... I cannot say I've never entertained the possibility over the years, but such supposition would only serve to shake me. Doctor, I hope you will use me to the utmost. If such mild civilian technologies have become a stranger to me, I would now much rather renounce them.",
        "char_4117_ray_CN_038": "Short-term disembarkment application. Rhodes Island stopping over here's a perfect place to hunt some sandbeast food. I'll be gone half a day. Offices are deserted—lucky I ran into you... Yeah, it <i>is</i> New Year's today, Happy New Year. So?",
        "char_4117_ray_CN_043": "Happy birthday to you, Doctor. Made you this cake. And here's that giant sandbeast print I photoed... Why didn't you think I'd come? I'm your friend. I'd make you sad forgetting your birthday.",
        "char_4117_ray_CN_044": "A 'pipe dream'... that's how I hear some people describe Rhodes Island. My destination's nothing like this ship's, night and day, to be honest. But I've gotten up close and personal with my own dream thanks to you all, and I'm sure you can make yours come true. I know it.",
        "char_391_rosmon_CN_001": "Umm, Doctor… I'm not very good at files and reports. Do you think you can assign me to another position? I don't need to do anything. All I need to do is… be here? Doctor… You're a bit strange.",
        "char_391_rosmon_CN_002": "Everyone at Rhodes Island is my friend. The elite operators and my squad mates are my family. Dr. Kal'tsit… she doesn't want me to treat them as family. I didn't get it at first, but now I do. They're like flowers in a vase. They'll wither and leave when you're not paying attention. But they're all I have.",
        "char_391_rosmon_CN_003": "What am I reading? Oh, it's an entry from two days ago. Closure spilled her coffee that morning and stained a couple of scrolls in the library. So she got cursed. It was like, for every five sentences she says, she ends up spitting on someone's face. Scary, isn't it?",
        "char_391_rosmon_CN_004": "Painful things, sad things, and scary things… they slip away when I am unaware. But I can't forget them, I need to remember, because those emotions are still there inside me. I don't want to cry without knowing why. If memories are a burden, then I have to carry my own.",
        "char_391_rosmon_CN_005": "I can't use a shield, or a bow, or shoot light beams from guns. I also can't turn those iron rods into weapons without effort. More importantly, the other elite operators have this intense warmth that I don't. It's what drives them to give their all to fight for others, and for what's right. I want to be like them. I will do my best.",
        "char_391_rosmon_CN_006": "Dr. Kal'tsit has lost many of her family, right? I see it in her eyes. How does she live with the pain? Just the thought of everyone disappearing one by one… makes my heart ache so much. Like it's going to explode. Because she's a grown-up? Then I want to grow up, too.",
        "char_391_rosmon_CN_007": "Doctor, could you tell me what this word means? I asked Blaze and she started giggling, and Amiya kept hitting her. Oh, it means kissing? That I understand. Doctor, bend down a little, okay? Can I kiss you on the cheek? Thanks for always taking care of us. Meow.",
        "char_391_rosmon_CN_008": "I'll never forget the ones who created me and other monsters, who wanted to use us to do bad things. I'll punish those… criminals, until everyone on this land stops hurting each other. If I make them hurt just as much as we did, maybe they'll never forget.",
        "char_391_rosmon_CN_009": "Oh… You're… the Doctor, right? I went over the records on the terminal just yesterday… Mmm, yes, you are the Doctor. Feel free to give me orders and take me on missions. Make sure to use my powers well.",
        "char_391_rosmon_CN_010": "Hmm… Doctor, you must have a lot on your mind, you won't stay still even in your sleep… Doctor, if I give you a hug, will you feel a little better? Shh… relax and sleep well. I know how it feels… the pains come back in your dream, I understand.",
        "char_391_rosmon_CN_011": "Hello, Doctor. I am Elite Operator Rosmontis. Dr. Kal'tsit has given her permission. You can give me and my squad orders now. Use my power where it matters. Oh, right… I forget things easily. Please remind me of anything important.",
        "char_391_rosmon_CN_012": "Yeah… I got that down now. I can use this in battle.",
        "char_391_rosmon_CN_013": "I once asked Dr. Kal'tsit why she made me an elite operator. Lots of people talk behind my back. They say I'm not right for the job. Dr. Kal'tsit told me that by becoming an elite operator, I'll remember more, and I'll become a better person. Mm, I'm doing my best.",
        "char_391_rosmon_CN_014": "It's so much easier for people on this land to give in and be bad, than fight to be good. Doctor, we mustn't turn into bad people. Something tells me if you do, you'll be really, really bad. I won't let you become that person.",
        "char_391_rosmon_CN_017": "Time for a mission? Mm, roger. I will protect all of Rhodes Island's operators. I promise.",
        "char_391_rosmon_CN_018": "Need me to lead? Mm, I'll do my best. It's okay that they're not from my squad, I'll use their support well and keep everyone safe.",
        "char_391_rosmon_CN_020": "I don't want to see my family get hurt. I will destroy everything that might hurt my family.",
        "char_391_rosmon_CN_022": "Give me your orders. I will get them done right.",
        "char_391_rosmon_CN_023": "The time has come.",
        "char_391_rosmon_CN_024": "Keep your distance. And look away, you might not like what happens next.",
        "char_391_rosmon_CN_025": "Cry out if it hurts. It will feel better.",
        "char_391_rosmon_CN_026": "Surrender now, you won't get hurt.",
        "char_391_rosmon_CN_027": "You won't die… I will be careful not to kill you.",
        "char_391_rosmon_CN_028": "There are things that must be done… and things only I can do.",
        "char_391_rosmon_CN_029": "If there comes a day when no one has any need for Arts… Umm… What will that day be like? I can't imagine.",
        "char_391_rosmon_CN_030": "You have done very well, Doctor. Thank you. Ah… this time, can I pat you on the head?",
        "char_391_rosmon_CN_031": "I will take care of the rest. I won't be long.",
        "char_391_rosmon_CN_032": "No… I won't retreat. I can't let the others down. I still have my sword… Even without my sword, I can still fight! I won't leave!",
        "char_391_rosmon_CN_033": "Um, please don't lock me in a small room. They're scary… I… I don't really like those kinds of rooms.",
        "char_391_rosmon_CN_034": "D-Don't touch me! …You'll get hurt.",
        "char_391_rosmon_CN_036": "Um… I-I'll try to hold back my powers… so I don't break your hand…",
        "char_391_rosmon_CN_038": "I don't remember how I used to spend New Year's very well. I think I had brothers, and we would set off fireworks in the yard, but I also wonder… Were they real? The people on Rhodes Island… are the only ones I have left. Please don't leave me. Not ever.",
        "char_391_rosmon_CN_042": "Oh, you're… the Doctor, right?",
        "char_391_rosmon_CN_043": "Doctor, I remember your birthday now. It's always been on my terminal. This is a really, really good day, right? I don't know why we celebrate the days we were born… But just hearing the word makes me feel life and warmth. Doctor, do you want to blow out the candles? Candles are warm, too.",
        "char_362_saga_CN_001": "I am come! Doctor, so long as I am here, thou mayst be at ease in thy work!",
        "char_362_saga_CN_002": "I grew up in a monastery in Higashi. Though I could recite the scriptures by heart, I never could understand their true meanings. The great masters, among whom my old head priest, offered explanations I could comprehend even less. Doctor, you seem learned, mayst thou be able to teach me?",
        "char_362_saga_CN_003": "Rhodes Island truly lacks none for novel machinery… Hm? Doctor, underestimate me not. I may begin clueless, but I flow on with the times and learn what I know not. Even now, my music player plays the songs of the good Miss Sora.",
        "char_362_saga_CN_004": "To avoid Catastrophe, Head Priest led us on a long journey over mountains and valleys. He said that Catastrophes are the wrath of the devas. I am somewhat curious, as I have yet to witness them with my own eyes.",
        "char_362_saga_CN_005": "I am not a true monk, merely raised by the monastery. At my departure, Saga was the name that Head Priest gave to me. It means high mountains and rugged roads. Only when I left the monastery, did I realize that the world was no straightforward thing.",
        "char_362_saga_CN_006": "I fear neither hardships nor trials, but there is one thing I do not understand. Head Priest says that all lives are equal. If so, then why must the Infected suffer like no other?",
        "char_362_saga_CN_007": "Hoho. I may have accidentally joined the line for Rhodes Island recruitment, but the food and beds here are exceptional! And even a monk like me finds the pay appealing! This truly is a wonderful place.",
        "char_362_saga_CN_008": "When I left the monastery, I had imagined no difficulty in entering society. It would merely have me set some rogues right, rid it of a few villains. Yet I found the ways of these lands are so unpredictable and complex. At times, I do not even know why I wield my naginata. Doctor… I am lost.",
        "char_362_saga_CN_009": "I still have many unanswered questions, but I now know that some answers and revelations can only be discovered by myself. Until everything becomes clear, please allow me to continue my training by your side!",
        "char_362_saga_CN_010": "Doctor… your skill of sleeping while sitting is most impressive. In that case, I shall meditate for a while.",
        "char_362_saga_CN_011": "You are the Doctor? Hi… No, I mean it is an honor to be in your presence. My name is Saga, a wandering monk from Higashi. Should there be any place thou mayst need me, refrain not in sending me!",
        "char_362_saga_CN_012": "Hoho, to think such strategy does exist in the world. My horizons have broadened.",
        "char_362_saga_CN_013": "A raise? Splendid! My mouth has long been watering for the deluxe set at the cafeteria. Yet my pocket has been embarrassingly dry… Today, I am finally able to feast!",
        "char_362_saga_CN_014": "Dear Head Priest. My mind still rages with confusion. The ways of this land remain obscured, and its troubles unsevered. Fortunately, I have come under the guidance of another great mentor. With all that I learn, one day I shall slash a way out of the troubles, and bring the dawn to all who suffer!",
        "char_362_saga_CN_017": "I come forth!",
        "char_362_saga_CN_018": "I am to be the captain? Very well!",
        "char_362_saga_CN_019": "I go forth!",
        "char_362_saga_CN_021": "Pickled daikon radish… Hah! I am right here!",
        "char_362_saga_CN_023": "The monk is here!",
        "char_362_saga_CN_024": "Evil will not be tolerated!",
        "char_362_saga_CN_027": "Rice with nattou!",
        "char_362_saga_CN_028": "Fried tofu!",
        "char_362_saga_CN_029": "Twas truly an arduous trial. I have gained much from it.",
        "char_362_saga_CN_031": "Head Priest said that one must have a merciful heart. I believe we may relent.",
        "char_362_saga_CN_032": "Doctor, go quickly! I shall take up the rear!",
        "char_362_saga_CN_033": "Something smells good?!",
        "char_362_saga_CN_034": "Huh!?",
        "char_362_saga_CN_038": "Ah, Doctor. Happy New Year. I am writing a letter. My travels have kept me away from the monastery for some years, and I have grown used to my current life. Yet at days like this, I can't help but miss Head Priest and the other disciples. Perhaps it is time for a visit.",
        "char_362_saga_CN_043": "Today is the day of your birth. One's birth has two meanings: to be delivered into this realm, and to transcend from it. Head priest once told me to transcend from this realm is to realize sunyata, that all things are empty. However, I believe it calls for seeking not a realm bare and void, but a self at ease and free.",
        "char_362_saga_CN_044": "Head Priest once said, 'For that which must be done, act despite the impossibility.' I used to think it was a simple statement. After all, there were no tasks that could not be done, only those that should and should not be done. But as my travels continued, I realized it was a profound truth, worthy of acting upon for my entire life.",
        "char_2025_shu_CN_024": "'War'... A word I've not heard in a long, long time.",
        "char_2025_shu_CN_038": "'The third nine days after Winter Slostice, all lakes and rivers frozen to ice. The fourth nine days, we can still walk on them.' Soon those ice surfaces will be thick enough to carry us, and the coldest time of year will arrive. Did Nian's hotpot warm you up? If not, you could ask Ling for some of her drink. Come on, let's go out and see if it's snowing. An auspicious snowfall tells of a bountiful year, and perhaps the new year will bring us a good harvest.",
        "char_2025_shu_CN_043": "Happy birthday, Doctor. You want me to tell your fortune for the year? Hmm, I see a prosperous one in store for you. Your effort will surely bring you gain, and all your wishes will come true. Truths or lies? Like I've told you before, the answer's in your hands.",
        "char_2025_shu_CN_044": "Hehe, what a crowd! It calls to mind some sights in Dahuang. I would take you to enjoy the local opera, if we get the chance. In the old days, its people numbered no more than a hundred, but today it truly is a city. I see you've gained a good number of new faces too. For tens, hundreds, and thousands of years, the ancestors led our way, and newcomers joined our path. And you see, we are never alone.",
        "char_2025_shu_CN_TOPOLECT_CN_001": "Doctor, all life requires both sunlight and water to grow. While this potted plant seems to have its needs met, I don't think you've had your ten cups of water yet today.",
        "char_2025_shu_CN_TOPOLECT_CN_002": "Who am 'I'? The answer lies only in all that I've seen. The same way seeds are inanimate, and yet they germinate after you put them in the ground. I too lodged myself in a seed once, to feel the growth of life. You wonder what it's like? Hehe, take a deep breath and you've more or less felt it.",
        "char_2025_shu_CN_TOPOLECT_CN_003": "I am no fin, and yet I can reason what one is thinking. You may say I've spent the whole day idling. But you are not me, so how can you tell I've not been swimming freely with the fins in the ever-flowing streams? Yes, I know you think this water jug is too small for fincatching, but who's to say I can't drop a line in?",
        "char_2025_shu_CN_TOPOLECT_CN_004": "My eldest brother Shuo guards the border all year round, while my eldest sister Ling sleeps her days away clutching a pot of wine. Without me worrying over the rest of us, we would've ceased to be 'siblings' long ago. Hmm? Of course it's my duty to look after them—I'm the sixth out of us twelve, making me a big sister to five.",
        "char_2025_shu_CN_TOPOLECT_CN_005": "Doctor, give me your hand. I'll read your palm. Hmm... Your heaven, earth, and human lines are really impressive. Your past is dim and vague. Your journey is fraught with peril. Your future is criss-crossed with conflict... I see, Doctor. You are an 'ordinary one' who 'stirs up a storm fighting for a good end.'",
        "char_2025_shu_CN_TOPOLECT_CN_006": "A pity? How so? Petals fall to the ground, so the soil may be nourished, allowing new flowers to bloom the following year. Rivers flow into the sea, but the water will condense into clouds, raining the drops back onto the mountains and streams. Even if this great land is to meet a snow-white end, the cycle continues. When spring comes, there will always be buds sprouting anew.",
        "char_2025_shu_CN_TOPOLECT_CN_007": "Grain Buds is teaching some children how to make string figures? Yes, it's a Yanese children's hobby. A millennium ago, my younger brother had just arrived in Dahuang, where he invented this pastime to entertain the lonely children. A string in his hands could turn into countless hours of fun... Ah... it's been a thousand years.",
        "char_2025_shu_CN_TOPOLECT_CN_008": "Doctor, there's a pond up ahead—Nian! I see you adding chili oil to Dusk's cup. The villagers tell of a huge fin—Dusk! Pouring ink into Nian's bowl is going too far. Oh, Doctor, would you like to go fincatch—Are you two still fighting?! ...Get over here, both of you.",
        "char_2025_shu_CN_TOPOLECT_CN_009": "Our lives vary in their spans, and in their spans only. Just as how this landship holds so many people on its decks, a fallen leaf floating in that puddle is a sufficient vessel to sustain an ant for its entire life. Our burdens only grow as we gather more, yet you and I are naught but a single millet grain in our respective realms.",
        "char_2025_shu_CN_TOPOLECT_CN_011": "Nian should have already told you my name—'Shu'. With my eldest brother, eldest sister, and my two younger sisters here, I feel as if I've returned home… Intriguing. Has that boy from the Sui Regulator not caused you any trouble yet?",
        "char_2025_shu_CN_TOPOLECT_CN_013": "The people of Dahuang pray for a year of peace and harvest with this jade cong. The ceremonial artifact also serves as the source of the one I hold in my hand. Summon wind and rain? Hehe, of course I can. Want me to demonstrate?",
        "char_2025_shu_CN_TOPOLECT_CN_014": "The fertile fields stretch to the horizon, the fragrance of rice spreads from the golden ocean... Day after day, year after year, with constant work, it finally draws near.",
        "char_2025_shu_CN_TOPOLECT_CN_017": "A day of fine sun and gentle breeze. I hope everyone makes it home safe.",
        "char_2025_shu_CN_TOPOLECT_CN_019": "Reap not what's sown by malice.",
        "char_2025_shu_CN_TOPOLECT_CN_021": "I wasn't supposed to act, but…",
        "char_2025_shu_CN_TOPOLECT_CN_022": "If you're really incapable of settling this, then let me handle it.",
        "char_2025_shu_CN_TOPOLECT_CN_023": "Spring breeze, timely rain; now we sow the grain.",
        "char_2025_shu_CN_TOPOLECT_CN_026": "Sow the mountains when summer leaves a white dew. Seed the plains when equinox paints russet hue.",
        "char_2025_shu_CN_TOPOLECT_CN_029": "Seeds are now in the field—another season full of hope.",
        "char_2025_shu_CN_TOPOLECT_CN_030": "Good, good. I had no idea you were so clever and learned. I was going to ask you help me make maiyatang, but with such a good head on your shoulders, I'm feeling a little bad now.",
        "char_2025_shu_CN_TOPOLECT_CN_031": "Perfection is a tall order, just as our crops may suffer from inclement weather, Catastrophe, and pestilence. These problems may not be solved in ten thousand years. You tried your best, Doctor.",
        "char_2025_shu_CN_TOPOLECT_CN_034": "You want me to plant you in the soil too, Doctor?",
        "char_2025_shu_CN_TOPOLECT_CN_036": "Hm? You want to come fincatching with me?",
        "char_2025_shu_CN_TOPOLECT_CN_038": "'The third nine days after Winter Slostice, all lakes and rivers frozen to ice. The fourth nine days, we can still walk on them.' Soon those ice surfaces will be thick enough to carry us, and the coldest time of year will arrive. Did Nian's hotpot warm you up? If not, you could ask Ling for some of her drink. Come on, let's go out and see if it's snowing. An auspicious snowfall tells of a bountiful year, and perhaps the new year will bring us a good harvest.",
        "char_2025_shu_CN_TOPOLECT_CN_042": "Doctor, come over here for a bit. Let's see... Hmm, the crops cultivated in Jiangqi this year are indeed taller than a man.",
        "char_2025_shu_CN_TOPOLECT_CN_043": "Happy birthday, Doctor. You want me to tell your fortune for the year? Hmm, I see a prosperous one in store for you. Your effort will surely bring you gain, and all your wishes will come true. Truths or lies? Like I've told you before, the answer's in your hands.",
        "char_2025_shu_CN_TOPOLECT_CN_044": "Hehe, what a crowd! It calls to mind some sights in Dahuang. I would take you to enjoy the local opera, if we get the chance. In the old days, its people numbered no more than a hundred, but today it truly is a city. I see you've gained a good number of new faces too. For tens, hundreds, and thousands of years, the ancestors led our way, and newcomers joined our path. And you see, we are never alone.",
        "char_1031_slent2_CN_038": "Doctor, I imagine Ifrit sent you, didn't she? She tries everything she can to get me to put down my work. She's always making trouble for me—she even threatened to burn my lab reports. You're the third one she's sent... Alright, we'll break here for today. Let's go.",
        "char_1031_slent2_CN_043": "Happy birthday, Doctor. Here's your cake, your card, a small gift, and... I seem very practiced? Yes, indeed. I've definitely grown somewhat used to celebrating birthdays. Days like this lift your spirits, don't they?",
        "char_1033_swire2_CN_009": "Is this the last document you have? Alright! You really kept me waiting this time, but finally, time for supper! I know this new place that's not so bad. It's on me tonigh—Oh, You don't want me spending money? Umm... alright, then it's on you. I know some other places.",
        "char_1033_swire2_CN_013": "Exceptional talents earn exceptional rewards. That's just how things should be.",
        "char_1033_swire2_CN_030": "Don't get cocky. This is barely a pass mark by L.G.D. standards, but if you manage to keep this up, I guess I could still commend you.",
        "char_1033_swire2_CN_043": "Happy birthday, Doctor! Over the last two years, I've come to realize more and more that only shallow friendships need all that shallow pretense to maintain, so I didn't get you anything this year. Doctor, take the day off. If there's anything you want or anywhere you want to go, I'll keep you company.",
        "char_1033_swire2_CN_044": "The relationships you build on the battlefield are not something you can fake. Hoshiguma seems pretty concerned about your relationship with the L.G.D., but I know why she's beating around the bush. Hehe, next time, I'll drag her to Rhodes Island to join the parties.",
        "char_1033_swire2_CN_TOPOLECT_CN_013": "Exceptional talents earn exceptional rewards. That's just how things should be.",
        "char_1033_swire2_CN_TOPOLECT_CN_024": "Start the operation.",
        "char_1033_swire2_CN_TOPOLECT_CN_028": "Freeze! Hands in the air!",
        "char_1033_swire2_CN_TOPOLECT_CN_029": "That's all the men and wares accounted for. Let's call it a day here.",
        "char_1033_swire2_CN_TOPOLECT_CN_030": "Don't get cocky. This is barely a pass mark by L.G.D. standards, but if you manage to keep this up, I guess I could still commend you.",
        "char_1033_swire2_CN_TOPOLECT_CN_043": "Happy birthday, Doctor! Over the last two years, I've come to realize more and more that only shallow friendships need all that shallow pretense to maintain, so I didn't get you anything this year. Doctor, take the day off. If there's anything you want or anywhere you want to go, I'll keep you company.",
        "char_1033_swire2_CN_TOPOLECT_CN_044": "The relationships you build on the battlefield are not something you can fake. Hoshiguma seems pretty concerned about your relationship with the L.G.D., but I know why she's beating around the bush. Hehe, next time, I'll drag her to Rhodes Island to join the parties.",
        "char_245_cello_CN_043": "What is it echoing through your mind at this special time of year? Is it pains and joys of bygone days...? Tell me, and let me transform the blotches of your mind into reality through music... as long as you allow me, of course.",
        "char_245_cello_CN_044": "The end is approaching us. If you too believe that the emotional bonds between people help resist despair… then the symphony I scored with Rhodes Island will certainly play.",
        "char_4098_vvana_CN_038": "Every year when this day came around, my Father would celebrate the New Year with the nobles of his demesne. And even those who lived close enough would be given favors. It was my only chance to speak loudly in the room. No one paid me any attention, and I paid none to the noisy crowd outside... I was a little girl back then, but I still bear memories of those times.",
        "char_4098_vvana_CN_043": "Come read with me, Doktor. Ever since I came here, I've rarely found myself so agitated that I couldn't read. Oh, before I forget, If you find any books that interest you, please feel free to take them when you leave. Most of them were gifts from you anyway... Happy birthday, Doktor.",
        "char_4098_vvana_CN_044": "People often say that the era we live in has no need for poetry. They claim it cannot provide leisure, and it is loathed for the pretentious elegance of certain men. But someone once proved to me the value of 'reminders.' And so, I wish to walk with you to remind this era, with a candle, and a poem.",
        "char_400_weedy_CN_001": "Your room is quite neat, Doctor. Not bad.",
        "char_400_weedy_CN_002": "Water is the core ingredient of life. I've talked to Miss Closure about improving Rhodes Island's water purification system. I hope that my research can be of help… If everything goes well, then I don't have to worry about the water being dirty anymore.",
        "char_400_weedy_CN_005": "These water cannons were originally made for industrial usage. In addition to shooting pressurized water, they can also release high-temperature steam. So please don't touch them haphazardly; they're not like Closure's little buggies.",
        "char_400_weedy_CN_006": "These high-level combat data materials are based upon my own summaries of the combat situation. Please read them carefully for the sake of future battles. After that, there are a few operation-related experiments I'd like to improve, and your help would be very valuable. I trust that you won't turn me down, will you, Doctor?",
        "char_400_weedy_CN_007": "I occasionally go to Perfumer's Convalescence Garden to relax. The aroma there can wash all your stress away, truly a wonderful place for relieving the fatigue from research. Doctor, how about we head there together and give it a try next time?",
        "char_400_weedy_CN_009": "Thanks to your care and support, I've recently become more accustomed to having you around, Doctor. And apart from Glaucus and some other research colleagues, I can't say that about many people.",
        "char_400_weedy_CN_011": "Hello, I'm Weedy from Rhodes Island's Engineering Department. I heard your name a long time ago, so I hope we'll have a productive relationship from now on. Ah, if you want to shake hands, please take my gloved right hand.",
        "char_400_weedy_CN_017": "I can join too?",
        "char_400_weedy_CN_018": "Everyone, follow my instructions!",
        "char_400_weedy_CN_019": "Moving out!",
        "char_400_weedy_CN_023": "Leave it to me.",
        "char_400_weedy_CN_024": "Leaf, let's do our best.",
        "char_400_weedy_CN_025": "Firing!",
        "char_400_weedy_CN_026": "Target locked! Engage!",
        "char_400_weedy_CN_027": "Clear the way!",
        "char_400_weedy_CN_029": "As long as we employ the proper tactics, everything's a piece of cake.",
        "char_400_weedy_CN_030": "Engineering cannot be underestimated.",
        "char_400_weedy_CN_031": "I will adjust the parameters of this device once we head back. This won't happen again.",
        "char_400_weedy_CN_032": "Leaf, cover our retreat!",
        "char_400_weedy_CN_038": "Doctor, stand still and don't move a muscle, let me inspect you. Hmm… no dust on the bottom of your clothes, and your shoes are clean. That's good. Oh, wait! Your shirt collar is so wrinkled. You are not going to attend the party like that, right? Go back and sort that out, I'll wait here for you.",
        "char_400_weedy_CN_043": "Doctor, have you seen Leaf? His signal suddenly dropped, and my terminal indicates he's somewhere around your office… You thought he was a present and tucked him away!? The present wasn't him, it was the box on his back! Also! How were you so sure I'd give you a present!?"
    },
    "skin_tracker": []
}