{
    "CN": "26-01-14-09-16-21_82db26",
    "EN": "26-01-13-09-42-53_63eee8",
    "dialogue_tracker": {
        "char_4203_kichi_CN_001": "How long are you gonna sit there, Doctor? Don't you want to go out and play? Work? Where's the fun in that? Come on, put this stuff down and let's go have some fun!",
        "char_4203_kichi_CN_002": "Mitsukue is a special place! There's plenty of good food and fun to be had, handsome boys and beautiful girls everywhere you look. And the best part? Anything you want, you can find it there—as long as you're not concerned about authenticity!",
        "char_4203_kichi_CN_003": "This one, and this... that should be enough... oh, hi, Doctor! I'm putting new stickers on my gun, and I've got some left over. Anything you want to sticker up? I can spare a few.",
        "char_4203_kichi_CN_004": "Final lap! Come on, come on! Faster, faster—argh, allllmost... Hm? No, I didn't bet. Spent all my money at the beginning of the month. I'm just watching the stream for the thrill of it.",
        "char_4203_kichi_CN_005": "This place is just the right length and width, and hardly anyone ever comes by... Get yelled at? A tongue-lashing is no big deal! Okay. One phone call, and we'll have a pachinko machine here tomorrow!",
        "char_4203_kichi_CN_006": "My gran's first lesson for me was that the truth doesn't matter, and the means don't matter either. The fake gems she appraised would end up on fancy ladies, bought for eye-popping money. And our fake guns protect the Lucky Star just fine.",
        "char_4203_kichi_CN_007": "One Lucky Star's enough trouble; I can't imagine what it takes to run a whole Rhodes Island... Huh? The people I picked up? They... weren't any trouble; just gave them some medicine and let them lie down…",
        "char_4203_kichi_CN_008": "Oh no, look at this! There's another new idol in Mitsukue! Momoka's fan club has already lost a bunch of members... Me? Of course I'm staying true! I'm her most loyal fan, even if I don't have the money to buy any merch. My love for Momoka is true!",
        "char_4203_kichi_CN_009": "Towers built from bubbles teeter, and everyone goes grasping for a star in their final moments... my star appeared when I was on the verge of freezing to death, the night I was abandoned by my parents as an infant. She gave me a home.",
        "char_4203_kichi_CN_010": "Huh? The Dr.{@nickname}'s not in the office today… Guess I'll have to find somebody else... who should I pick? Can't be a complainer, a miser, or sane enough to keep clear…",
        "char_4203_kichi_CN_011": "Kichisei the Unerring, reporting in! Come to the Lucky Star in Mitsukue for all your needs, whether you need a gem appraiser, a fence, or an information broker. I am always at your service during business hours.",
        "char_4203_kichi_CN_012": "Real guns... they use them differently from gran…",
        "char_4203_kichi_CN_013": "Wow, working for you lot pays so much better than the yakuza.",
        "char_4203_kichi_CN_014": "Rest assured. You're always VIPs at the Lucky Star.",
        "char_4203_kichi_CN_017": "Breaktime's…. over, I guess.",
        "char_4203_kichi_CN_018": "I'm the leader? Alright, better to work for you than to stick my neck out for someone else.",
        "char_4203_kichi_CN_019": "Come with me, I know a secret passage.",
        "char_4203_kichi_CN_020": "Mm, just as I thought.",
        "char_4203_kichi_CN_021": "Hm? What's that?",
        "char_4203_kichi_CN_022": "Yeah, yeah, heard you the first time...",
        "char_4203_kichi_CN_023": "Loaded... check.",
        "char_4203_kichi_CN_024": "Something suspicious up ahead, two hundred meters.",
        "char_4203_kichi_CN_025": "The gun may be fake, but yeah, that's all it takes.",
        "char_4203_kichi_CN_026": "I don't need to aim!",
        "char_4203_kichi_CN_027": "Hope you enjoy this!",
        "char_4203_kichi_CN_028": " Unerring!",
        "char_4203_kichi_CN_029": "*laughter* Well done! Did anyone get a pic of that? I want to print it out and put it up on the door of the Lucky Star!",
        "char_4203_kichi_CN_030": "Good job! Dismissed. Go do whatever you want, and see you next time!",
        "char_4203_kichi_CN_031": "I guess we're done. Can I hit the pachi… Err, can I take a game break now?",
        "char_4203_kichi_CN_032": "Whoa, whoa, we pissed off the wrong guy! Run! Move those legs! Let's get out of here!",
        "char_4203_kichi_CN_033": "This is a nice little space. Maybe I can get a few arcade cabinets set up... no, you didn't hear me say anything.",
        "char_4203_kichi_CN_034": "Hey! Take it easy... I'm not a broken vending machine you can fix with a smack, you know!",
        "char_4203_kichi_CN_036": "Wooo...Good timing. I was about to sneak out for a drink... wanna join me?",
        "char_4203_kichi_CN_037": "Arknights.",
        "char_4203_kichi_CN_038": "The Lucky Star's open all night today! Not that there are many guests at this hour, but it's one of grandma's old sayings. When the Lucky Star stays open, good fortune comes often.",
        "char_4203_kichi_CN_042": "Irrashaimase... oops, I guess I let the old habits slip in. What brings you here, Doctor?",
        "char_4203_kichi_CN_043": "Hey, Doctor, wanna know the plan for your birthday party? For this low, low price, I'll tell you what surprise Amiya has in store for you, and what 'surprise' Elysium has…",
        "char_4203_kichi_CN_044": "After today is tomorrow. After tomorrow another tomorrow—come find me again tomorrow, Doctor.",
        "char_4199_makiri_CN_001": "All these documents need now is consolidation. I've put the references on the table, listed out the specifics, and also left some notes. Phew, the work for today and tomorrow is almost wrapped up… If you don't mind, I think I'll have a little nap…",
        "char_4199_makiri_CN_002": "Yes, I lost my sight in that one during the Bank of Mitsukue robbery. Indeed, there were two or three thousand who took part. Verily, it was an absolute bloodbath. There I was, protecting my little food cart, and with a single bamboo skewer, I killed a thousand men... Don't sweat the details. Enough about <i>me</i>, I'm here to hear <i>your</i> stories, Doctor. C'mon, out with them already.",
        "char_4199_makiri_CN_003": "Today, a student working part-time asked me about information science. I'm not much of an expert, so I shared a few stories showing how I wheedle information out of the clients at my various jobs. He did say it'd be difficult for him to include them in his university summer report, but he still looked pretty satisfied.",
        "char_4199_makiri_CN_004": "Special report! I suggest heading to the canteen early today, Doctor, something nice awaits. And remember to go to your physical later, or you'll suffer for it. Also, watch your head when passing through the upper deck. Alright, I'll take one thousand for my troubles. When did I learn divination? Why, I just happened to overhear some chatter is all.",
        "char_4199_makiri_CN_005": "Every year, I would make the same wish at that shrine, but I'm not too sure what to wish for this year. I really envy that priest. Walking alongside the kami-sama should make life easier, right? Then again, every kami-sama's got a different personality, so if you run into one that's a real pain to work with...",
        "char_4199_makiri_CN_006": "The whole time I was mirage-chasing, I thought I was simply experiencing another story to tell, but I ended up tying threads of fate that connected us together. With the proprietors and customers of Mitsukue, with Hoshiguma, and with you... Ahem. Anyway, I won't dismiss our friendship just because we met during a bank robbery!",
        "char_4199_makiri_CN_007": "Tsk, back then, numbers like these were so monumentally oppressive, you'd throw yourself off a high-rise just to catch your breath. But in today's economy, they're gained and lost in a matter of seconds. Alright, I've decided. Doctor, I'm going to set up an education fund, to help out people like me who never finished school—Hey, wait, don't go!",
        "char_4199_makiri_CN_008": "When I first set foot in the underworld, I upset some people I really shouldn't have, over some nearly worthless clues, and lost an eye for my indiscretions. Hardly a tale of fantasy and adventure, just the story of an idiot. It's ridiculous how that sort of thing turned my life around. Heh, what, you interested? Alright then. It all began one rainy night...",
        "char_4199_makiri_CN_009": "I've had too many chats today. Heard too many stories, said too many words, so I'm a little tired. Oh, don't mind me. Getting to stand with you under a vermilion sky, lost in our thoughts, is rest enough for me.",
        "char_4199_makiri_CN_010": "Where is everyone? So busy they forgot what time it is? Hmm, what should I sample from the liquor cabinet next...?",
        "char_4199_makiri_CN_011": "Irrashaimase, okyaku-sama. Codename <i>Matsukiri</i>, at your service. I am but a humble barkeep and proprietor of a wandering food cart, and perhaps also an individual skilled in the finding of things. So, what is it you need from me right now, Doctor?",
        "char_4199_makiri_CN_012": "Hmm, an exquisite arrangement. I should be able to put it to use in my side hustles.",
        "char_4199_makiri_CN_013": "Such kindness and magnanimity! It is my pleasure to be able to help you. Seems my part-time travails were not suffered in vain.",
        "char_4199_makiri_CN_014": "Oh...? Another promotion? For me? D-Doctor, there's nobody else here, so be honest with me. What do you <i>actually</i> want me to do? Let me make one thing clear, I won't be able to sniff out the Northern Court's secrets for you!",
        "char_4199_makiri_CN_017": "Alright, alright, I'll take care of everyone. I will say, I'm not much of a fighter. If it's discreet inquiries you want, <i>then</i> you've got the right man.",
        "char_4199_makiri_CN_018": "You want <i>me</i> to command? Command these mighty warriors who could all level me in a fight? C'mon, give me a break here...",
        "char_4199_makiri_CN_019": "I specialize in information gathering, I am no generalist. When it comes to fighting... *sigh* Well, since you asked so nicely, watch me kill another thousand on my own.",
        "char_4199_makiri_CN_020": "Nrmph—Alright, let's get serious. There's work to do.",
        "char_4199_makiri_CN_021": "What can I get you, okyaku-sama?",
        "char_4199_makiri_CN_022": "No need to be so pushy, boss.",
        "char_4199_makiri_CN_023": "Is it my turn? Don't rush me, this hand needs to be dealt slowly.",
        "char_4199_makiri_CN_024": "Err, is this place safe? Why do I feel like there's people watching us from the shadows?",
        "char_4199_makiri_CN_025": "Your private room. Please, enter.",
        "char_4199_makiri_CN_026": "Koi-koi!",
        "char_4199_makiri_CN_027": "Why must someone always kill the mood when we're enjoying our game?",
        "char_4199_makiri_CN_028": "These gatecrashers are no customers. I'll <i>invite</i> them to leave.",
        "char_4199_makiri_CN_029": "Doctor, you... rest up first. To get us out of that situation in one piece, and win, even... Burning yourself out like this can't be how you normally do things. It's all thanks to your efforts.",
        "char_4199_makiri_CN_030": "Tonight, we've got chikuwa, radish, burdenbeast tendon and boiled fowlbeast eggs. Have as much as you want, on the house! Here's to a job well done, everyone! Drinks, though, those'll be going on your tab.",
        "char_4199_makiri_CN_031": "It's fine, a few ran away is all. Don't worry, I let some fake news slip out. We won't be looking over our shoulders.",
        "char_4199_makiri_CN_032": "Heads up! Don't chase them. Safety first. I do still have a little shop in Mitsukue. If things don't work out, Doctor…",
        "char_4199_makiri_CN_033": "Wow, this place is incredible. It's like you made it the perfect spot for me to set up a few food stalls.",
        "char_4199_makiri_CN_034": "Don't bother me, I'm still on the clock.",
        "char_4199_makiri_CN_036": "Bored? How about some hanafuda?",
        "char_4199_makiri_CN_037": "Arknights.",
        "char_4199_makiri_CN_038": "Oh, you're here too? Happy New Year! I normally take this day off, but old habits made me an early riser. Habit has me walking down a long road and climbing some tall stairs, all to see if that little one's returned... But that's a story for later, haha. Since you're here, Doctor, how about climbing those stairs with me?",
        "char_4199_makiri_CN_042": "Irrashaimase, Doctor. Here, your usual, at your usual seat.",
        "char_4199_makiri_CN_043": "Happy Birthday, Doctor. Here, a coupon for 90% off at my bar/restaurant/convenience store/food-cart, today only... Just my little joke. Look on the back. <i>Voucher of Wish-granting</i>. Rather generous, isn't it? Feel free to wish away. Considering how wide my network in Mitsukue is, I'll be able to find someone to make it come true.",
        "char_4199_makiri_CN_044": "Finally tracked you down, Doctor! I've composed a haiku commemorating the year we've shared, understanding and supporting each other... Hah, glib? Certainly not. What about my new tanka? A recited one you say? Tsk Tsk, I bet something's troubling you. Don't worry, I'm here. I'll hear you out.",
        "char_4202_haruka_CN_001": "Wow, you've got it worse than me, and I'm an <i>idol</i>. Here I thought my schedule was rough... Alright, cross this out, and this out... Don't thank me, you've gotta rest hard to work hard!",
        "char_4202_haruka_CN_002": "Back in my debut days, I had to print my own posters, alter my own outfits, do everything myself to save money. But I mean, that taught me a bunch of practical skills, so... Hehe, look here, I embroidered a little finbeast into my own work sleeve. Isn't it super cute?",
        "char_4202_haruka_CN_003": "This pudding looks so good... My agency never used to let me eat pudding, but no one can stop me now—no, think healthy, Haruka, you've had enough sugar already—Doc, that's not an invite to eat it for me!",
        "char_4202_haruka_CN_004": "When I was growing up, adults loved to feed me ghost stories, so that stuff has always terrified me. And now ever since my debut, horror movies keep casting me 'cause they like how real my screams are... <i>Mattaku-mou</i>, that's the one thing I don't need validation for!",
        "char_4202_haruka_CN_005": "Rhodes Island is really good at coverups. It's been days and the gossip rags still haven't hunted me down... Wait. I haven't faded away, have I? There's no way I'm old news already! Oh, this is bad, I'm gonna head back tomorrow!",
        "char_4202_haruka_CN_006": "This photo's from after we wrapped my first movie, I'm posing here with all the locals. Yeah, in Kajimachi... Maybe once I've hit up enough cities, held enough performances, then I'll catch sight of them again one day, somewhere in my sea of cheering fans. That's what I believe.",
        "char_4202_haruka_CN_007": "Finbeasts are so cute, seriously. I love the gold glittering ornamental ones. Putting them in those little bags of water, holding them up to the sun, watching them blow out bubbles. Like this, *pop*, *pop*—blah, I can't talk and pout at the same time!",
        "char_4202_haruka_CN_008": "Last night, I dreamt I was on a cushion of bubbles lifting me into the sky, and I could see home fall further away with every gust. And it was like, I know I'm gonna fall eventually, but it's so pretty up here in the sky, so I had to keep on flying and flying, as hard as I could, even if at some point I was just blowing the bubbles myself... 'cause I wanna keep flying.",
        "char_4202_haruka_CN_009": "My memory's never been that good, but the nerves I get from being in front of my bosses make my head go white. But technically, you're my boss too, right? So I wonder why you don't make me... um! I mean, what I mean to say is, don't start intimidating me or anything, 'cause I'll... I'll, uh—I might, um... sorry, what I was gonna, uh... *groan*...",
        "char_4202_haruka_CN_010": "C'mon, fall asleep already... I won't feel hungry while I'm asleep... This is so unfair, how come the Doc conks out so easily?!",
        "char_4202_haruka_CN_011": "Wait, okay, so a friend recommended me here, but before I sign anything, just let me read these contracts—okay, no crazy long-terms, no outrageous penalty fees... Doesn't look like a black company to me. Great, I'm ready to sign!",
        "char_4202_haruka_CN_012": "Maybe we could mix a few of my concert tapes into this... Hey, wait, at least <i>think</i> about it!",
        "char_4202_haruka_CN_013": "I can't believe how fast the promotion track here is! I took forever to go from training to debut, and I had to pay the agency for my classes the whole time… Ugh... When can Rhodes Island get into the idol biz?",
        "char_4202_haruka_CN_014": "Now I can finally work alongside Hoshiguma! She helped me out so much back in Mitsukue, and I'm gonna make sure I don't drag her down anymore!",
        "char_4202_haruka_CN_017": "Huh?! But idols need years of training just to go onstage! I don't have nearly enough combat hours to... A—Are you really sending me in?",
        "char_4202_haruka_CN_018": "I dunno about commanding people, I think I'm more of a morale booster...",
        "char_4202_haruka_CN_019": "Doctor, what do I do if my legs are shaking...?",
        "char_4202_haruka_CN_020": "Doctor, there's, there's enemies!",
        "char_4202_haruka_CN_021": "Last step of battlefield prep—deep breaths, in, in, in!",
        "char_4202_haruka_CN_022": "Do we have time to go over combat techniques again...?",
        "char_4202_haruka_CN_023": "I—I'll try and keep my eyes open!",
        "char_4202_haruka_CN_024": "If I make it back in one piece, I win...",
        "char_4202_haruka_CN_025": "Iai-giri! Wait, that's not a sword—aw, whatever, take this!",
        "char_4202_haruka_CN_026": "If I'm dead anyway, I'm taking you with me!",
        "char_4202_haruka_CN_027": "My idol image? Who gives a crap about that right now!",
        "char_4202_haruka_CN_028": "I've been in plenty of events, but this is the most chaotic venue ever!",
        "char_4202_haruka_CN_029": "Doctor, gimme a copy of the combat log for this, I'm gonna clip it for my personal promo! Heheh, Battle Diva Momoka, isn't that so cool!",
        "char_4202_haruka_CN_030": "Look, I know this was our hard-earned collective victory and everything, but, um, Doctor, did I take out any enemies by myself? Just show me which ones!",
        "char_4202_haruka_CN_031": "I guess I can't just shut my eyes and flail my weapon around... I didn't hit anyone I wasn't supposed to, right?",
        "char_4202_haruka_CN_032": "Ngh... screw it, I'm going for broke! D—Doctor, I'm gonna—hold the rear!!!",
        "char_4202_haruka_CN_033": "This room is spacious! Look how high my bubbles go!",
        "char_4202_haruka_CN_034": "Wah! Don't sneak up on me like that!",
        "char_4202_haruka_CN_036": "Is the bow on my back straight?",
        "char_4202_haruka_CN_037": "Arknights.",
        "char_4202_haruka_CN_038": "New Year's is usually my busiest period, but I figured this year I'd break the mold to come see you and Hoshiguma. Feels weird to wish blessings on people and stuff when you're not face to face—hey, I'm kidding, I turned down a lot of good work opportunities to visit Rhodes Island! Couldn't you act a little happier?!",
        "char_4202_haruka_CN_042": "Hi, Doctor! I just had the cuuuuuutest encounter, you wanna hear?",
        "char_4202_haruka_CN_043": "Here's some accessories I made myself, and omiyage from my tour stops, and then there's a letter at the bottom... Why do I know your birthday? Well, I—I only just found out yesterday, that's why all of this is so on-the-fly... You know I have a bad memory.",
        "char_4202_haruka_CN_044": "On this day of Rhodes Island celebration, I bring some news from Higashi—everything's fine in Mitsukue, and other cities have been sending me offers to perform lately, including you. Doctor, do you think we'll be sharing the good times like this at next year's party?",
        "char_1044_hsgma2_CN_001": "Just like old times, Doctor. You're safe with me around.",
        "char_1044_hsgma2_CN_002": "New weapons? Nope, Hannya just got reforged, and I shared a connection with this blade from early on. I prefer old-school stuff for everything, except my bike—though I do keep my retired rides all nice and clean in the garage.",
        "char_1044_hsgma2_CN_003": "One time I showed up to work with this outfit on, and Lungmen's triads were especially well-behaved that day. Too bad Missy ordered me to switch back after the L.G.D. hotline got flooded with residents asking us to handle an 'Unidentified Dangerous Individual'... what a shame.",
        "char_1044_hsgma2_CN_004": "Monks talk of 'Prajna' as a transcendent wisdom beyond mortal comprehension, but the Higashinese are more familiar with 'Hannya', the angry face on this shield. Being born in Higashi as an Oni is already lucky enough for a Sarkaz, but who can say how many of us seek liberation, or die in battle?",
        "char_1044_hsgma2_CN_005": "Kyoukaku? Xiá? Sure, your gallant swordsmen dedicated to lofty moral codes, you hear about them in Higashi's Chuushingura and Yan's wuxia tales, but I'm not the type at all. Those are vigilantes, going against the law with violence; and once you have law enforcement turning into vigilantes, or a vigilante with no choice but to join hands with the police, then everything will—Yeah, stuff's been messed up for a long, long time.",
        "char_1044_hsgma2_CN_006": "Yeah, I chose Lungmen in the end. After so many years, I'd long stopped expecting Mitsukue sake to take like it used to. But I never imagined it'd distill itself into tastelessness. All we got left is straight paint thinner. Booze like that, I don't drink.",
        "char_1044_hsgma2_CN_007": "I took Missy to dinner after she got back from Siesta. It was before she got sworn in, so imagine how red her face was when I let a 'Commissioner' slip out—Oh, Commissioner Swire! What an honor to have you grace Rhodes Island!—Ow! Milady—I mean, Missy, please, have mercy!",
        "char_1044_hsgma2_CN_008": "In his final moments, Phal asked Old Ch'en to take care of me, but she's actually the one who can't keep out of trouble. Today, I have the entire L.G.D. behind me, but her? Ugh... Promise me, Doctor, if she ever asks Rhodes Island for help, don't make a fool of her.",
        "char_1044_hsgma2_CN_009": "I don't take vows lightly. Moral values are inherently messy, and bending over backwards to do stuff for other people only adds to the horrible hotpot. But you—I trust you. I know you can tell right from wrong. I've said before I'll heed your orders, and that will always be true. You heard me, a promise is a promise.",
        "char_1044_hsgma2_CN_010": "Here, the coffee machine. I kept watching you run over to it, so I just made it easier for you. It's light enough.",
        "char_1044_hsgma2_CN_011": "Defender Operator Hoshiguma, reporting in once again—Special Inspection Unit Chief? Yup, that'll be my job title soon. Though on Rhodes I'm just Operator Hoshiguma, it's more chill for me that way.",
        "char_1044_hsgma2_CN_012": "Best I learn from you how to command others.",
        "char_1044_hsgma2_CN_013": "I'll still protect you even without this medal... That said, it's an honor getting a commendation from you. Thank you very much.",
        "char_1044_hsgma2_CN_014": "Another medal? Enough of these stuffy things. If you really want to thank me, why not write something on Hannya's underside? I vow to you, as long as I hold the shield, your inscription will be there forever.",
        "char_1044_hsgma2_CN_017": "Mission time? Perfect, I get to stretch my legs far, far away from paperwork.",
        "char_1044_hsgma2_CN_018": "Just focus on offense, no matter how the fight might go. Yup, go wild. I'll keep you all safe.",
        "char_1044_hsgma2_CN_019": "If you're stumped, just leave the hardest task to me.",
        "char_1044_hsgma2_CN_020": "Prepare yourselves. The battlefield might get a little crazy once I make my move.",
        "char_1044_hsgma2_CN_021": "Time for me to get serious?",
        "char_1044_hsgma2_CN_022": "Don't panic, I am here.",
        "char_1044_hsgma2_CN_023": "Where's their most annoying guy? I'll take him down.",
        "char_1044_hsgma2_CN_024": "Where's the most dangerous spot? Send me there.",
        "char_1044_hsgma2_CN_025": "Decided what to carve on your graves yet?",
        "char_1044_hsgma2_CN_026": "Not scared? You've got guts, but that might be all you've got.",
        "char_1044_hsgma2_CN_027": "You're not the one I'm looking for. Move.",
        "char_1044_hsgma2_CN_028": "…What a pity.",
        "char_1044_hsgma2_CN_029": "...Just like all those years ago? No, I'm following your orders this time, so no regrets on my end.",
        "char_1044_hsgma2_CN_030": "Don't bother checking the battlefield again. I saw every enemy off myself.",
        "char_1044_hsgma2_CN_031": "Call it a day here? Hold on, I haven't had my fun yet, so I need to blow off some steam—Phew... So? I seem less scary now, right?",
        "char_1044_hsgma2_CN_032": "Don't worry, they'll stay clear of you as long as I'm around. See you in a bit, once I'm done with them.",
        "char_1044_hsgma2_CN_033": "Here I am, Doctor. Huh? Oh, I've spent so much time here, it's muscle memory for me to duck my head.",
        "char_1044_hsgma2_CN_034": "What was that?",
        "char_1044_hsgma2_CN_036": "Careful, my horn's pretty sharp too.",
        "char_1044_hsgma2_CN_037": "Arknights.",
        "char_1044_hsgma2_CN_038": "Doctor, here's a bike I got for you. Give it a spin. Why did I get it? Uh, the ad was really cool, and they told me they had a New Year sale too... right, so you accelerate here, and this one... wait—Doctor?! Slow down! The bike's out of control!",
        "char_1044_hsgma2_CN_042": "Want a glass? It's just mint tea. C'mon, you think I'm the type to grab a drink at this hour?",
        "char_1044_hsgma2_CN_043": "Only for your birthday, Doctor, will I follow you anywhere, no matter how dangerous or silly it gets, even if you take full responsibility for the risks. So, figured out where you wanna go yet?",
        "char_1044_hsgma2_CN_044": "I hate how time has taken people away from me, but on the other hand, everyone still with me is precious, and that includes you... so before time washes everything away, why not chill with me here for a bit, Doctor?",
        "char_1044_hsgma2_CN_TOPOLECT_CN_001": "Just like old times, Doctor. You're safe with me around.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_002": "New weapons? Nope, Hannya just got reforged, and I shared a connection with this blade from early on. I prefer old-school stuff for everything, except my bike—though I do keep my retired rides all nice and clean in the garage.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_003": "One time I showed up to work with this outfit on, and Lungmen's triads were especially well-behaved that day. Too bad Missy ordered me to switch back after the L.G.D. hotline got flooded with residents asking us to handle an 'Unidentified Dangerous Individual'... what a shame.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_004": "Monks talk of 'Prajna' as a transcendent wisdom beyond mortal comprehension, but the Higashinese are more familiar with 'Hannya', the angry face on this shield. Being born in Higashi as an Oni is already lucky enough for a Sarkaz, but who can say how many of us seek liberation, or die in battle?",
        "char_1044_hsgma2_CN_TOPOLECT_CN_005": "Kyoukaku? Xiá? Sure, your gallant swordsmen dedicated to lofty moral codes, you hear about them in Higashi's Chuushingura and Yan's wuxia tales, but I'm not the type at all. Those are vigilantes, going against the law with violence; and once you have law enforcement turning into vigilantes, or a vigilante with no choice but to join hands with the police, then everything will—Yeah, stuff's been messed up for a long, long time.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_006": "Yeah, I chose Lungmen in the end. After so many years, I'd long stopped expecting Mitsukue sake to take like it used to. But I never imagined it'd distill itself into tastelessness. All we got left is straight paint thinner. Booze like that, I don't drink.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_007": "I took Missy to dinner after she got back from Siesta. It was before she got sworn in, so imagine how red her face was when I let a 'Commissioner' slip out—Oh, Commissioner Swire! What an honor to have you grace Rhodes Island!—Ow! Milady—I mean, Missy, please, have mercy!",
        "char_1044_hsgma2_CN_TOPOLECT_CN_008": "In his final moments, Phal asked Old Ch'en to take care of me, but she's actually the one who can't keep out of trouble. Today, I have the entire L.G.D. behind me, but her? Ugh... Promise me, Doctor, if she ever asks Rhodes Island for help, don't make a fool of her.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_009": "I don't take vows lightly. Moral values are inherently messy, and bending over backwards to do stuff for other people only adds to the horrible hotpot. But you—I trust you. I know you can tell right from wrong. I've said before I'll heed your orders, and that will always be true. You heard me, a promise is a promise.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_010": "Here, the coffee machine. I kept watching you run over to it, so I just made it easier for you. It's light enough.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_011": "Defender Operator Hoshiguma, reporting in once again—Special Inspection Unit Chief? Yup, that'll be my job title soon. Though on Rhodes I'm just Operator Hoshiguma, it's more chill for me that way.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_012": "Best I learn from you how to command others.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_013": "I'll still protect you even without this medal... That said, it's an honor getting a commendation from you. Thank you very much.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_014": "Another medal? Enough of these stuffy things. If you really want to thank me, why not write something on Hannya's underside? I vow to you, as long as I hold the shield, your inscription will be there forever.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_017": "Mission time? Perfect, I get to stretch my legs far, far away from paperwork.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_018": "Just focus on offense, no matter how the fight might go. Yup, go wild. I'll keep you all safe.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_019": "If you're stumped, just leave the hardest task to me.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_020": "Prepare yourselves. The battlefield might get a little crazy once I make my move.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_021": "Time for me to get serious?",
        "char_1044_hsgma2_CN_TOPOLECT_CN_022": "Don't panic, I am here.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_023": "Where's their most annoying guy? I'll take him down.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_024": "Where's the most dangerous spot? Send me there.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_025": "Decided what to carve on your graves yet?",
        "char_1044_hsgma2_CN_TOPOLECT_CN_026": "Not scared? You've got guts, but that might be all you've got.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_027": "You're not the one I'm looking for. Move.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_028": "…What a pity.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_029": "...Just like all those years ago? No, I'm following your orders this time, so no regrets on my end.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_030": "Don't bother checking the battlefield again. I saw every enemy off myself.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_031": "Call it a day here? Hold on, I haven't had my fun yet, so I need to blow off some steam—Phew... So? I seem less scary now, right?",
        "char_1044_hsgma2_CN_TOPOLECT_CN_032": "Don't worry, they'll stay clear of you as long as I'm around. See you in a bit, once I'm done with them.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_033": "Here I am, Doctor. Huh? Oh, I've spent so much time here, it's muscle memory for me to duck my head.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_034": "What was that?",
        "char_1044_hsgma2_CN_TOPOLECT_CN_036": "Careful, my horn's pretty sharp too.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_037": "Arknights.",
        "char_1044_hsgma2_CN_TOPOLECT_CN_038": "Doctor, here's a bike I got for you. Give it a spin. Why did I get it? Uh, the ad was really cool, and they told me they had a New Year sale too... right, so you accelerate here, and this one... wait—Doctor?! Slow down! The bike's out of control!",
        "char_1044_hsgma2_CN_TOPOLECT_CN_042": "Want a glass? It's just mint tea. C'mon, you think I'm the type to grab a drink at this hour?",
        "char_1044_hsgma2_CN_TOPOLECT_CN_043": "Only for your birthday, Doctor, will I follow you anywhere, no matter how dangerous or silly it gets, even if you take full responsibility for the risks. So, figured out where you wanna go yet?",
        "char_1044_hsgma2_CN_TOPOLECT_CN_044": "I hate how time has taken people away from me, but on the other hand, everyone still with me is precious, and that includes you... so before time washes everything away, why not chill with me here for a bit, Doctor?"
    },
    "skin_tracker": []
}