{
    "CN": "25-11-06-11-20-46_949905",
    "EN": "25-11-11-08-15-40_78dbfa",
    "dialouge_tracker": {
        "char_1042_phatm2_CN_001": "Doctor, I've brought myself here in the flesh. You may stop watching my videotapes.",
        "char_1042_phatm2_CN_002": "Ever since doing away with the suppressor on my throat, Miss.Christine has deigned to lead my vocal training, teaching me how to sing unto people's minds <i>without</i> damaging their psyches. You'd like to hear the results? Hm. You did once request a lullaby, which... isn't my forte. I'll need practice still.",
        "char_1042_phatm2_CN_003": "It never struck the Crimson Troupe just how their rejection of critique, their scorn of video, laid bare their cowardice and mediocrity. I used to avoid watching anything I performed in, such was my disgust... But perhaps it's time for a better seat. I see you holding those film tickets, Doctor; you needn't hide them. I accept your invitation.",
        "char_1042_phatm2_CN_004": "There are people after me. They are disenchanted and voracious, screaming in chaos, dying to find the maker for their crazèd flock. For how could Tragodia truly die? He is but one of countless graven images to fall on the steps—He and all his kind are wholes made of shards, idols formed from syncretism. As it was with that mad and lonely stage director, snobbish soul, old friend of mine.",
        "char_1042_phatm2_CN_005": "I've read that evaluation report; Dr. Folinic is suggesting I exit from the frontline for the time being. I can't maintain <i>constant</i> sobriety, that much is true; after years with these hallucinations for company, they are among the few friends I can count on my fingers. But I remain your assassin... Call me, and let me see to the work I know best.",
        "char_1042_phatm2_CN_006": "Upon his followers, the troupe leader bestowed masks. Before long, I will set out in companionship to find those followers, one and all. Abandon reason and surrender to violence as they may, I will simply create, perform, and weave their dreams. Till they awaken from despair, till they can reexamine their souls in the mirror, wretched yet free, for better and for worse.",
        "char_1042_phatm2_CN_007": "Some unfamiliar operators invited me to a 'movie night' after I reboarded, and the Vampire madame from Engineering seems somewhat soft on me too. So generous is the drama, it bathes its actors in halo even outside of the silver screen. Pardon? Rhodes Island's operators trust me on principle...? Mmm. They ought to be a little warier than that.",
        "char_1042_phatm2_CN_008": "It is harder to resist destroying beauty than demonstrating it. It's a notion I try to stifle, but is it so simple to shake my bloodstained creative impulses? They were the one excuse in the troupe to touch on love and hate; they were a poison to tempt the audience; they are an inextricable yet unwordable part of me.",
        "char_1042_phatm2_CN_009": "I must recall—the conspiracy, the slaughter, the false performances. Does creation break me free of the shadows about me, or does it bring me closer to them? Perhaps my thirst, reignited by death, will one day finally catch fire and rage. Doctor... Witness it. Grasp it. Endorse or reject it. Do not stop it.",
        "char_1042_phatm2_CN_010": "Close your eyes. The dark of night now shrouds your consciousness; the sharp discomfort fades. So tell me, what is it you long to see... a ship, a sea of flowers, and us... That is all you want?",
        "char_1042_phatm2_CN_011": "Permit me to shirk our operators' curious gazes for a spell. The curtain has finally fallen on the longest play, and I need some time to reorganize my thoughts. I'm sure you understand, Doctor... Pardon? I have to sign the returnee ledger with my Wrankwood autograph?",
        "char_1042_phatm2_CN_012": "Would that they could break free of the slaver that is Hate, what then would they do...",
        "char_1042_phatm2_CN_013": "I've woken from a nightmare, yet I still am in the night. Would you journey with me even then, dear Doctor?",
        "char_1042_phatm2_CN_014": "The symbol of a troupe member's honor was a medal bearing Tragodia—a sentencing to days with thought and taste imprisoned, a painful past I tried again and again to cut away. But you give me a present to delight... and I will cherish it.",
        "char_1042_phatm2_CN_017": "The stage is set.",
        "char_1042_phatm2_CN_018": "To lead or to dominate—they are but a hair apart.",
        "char_1042_phatm2_CN_019": "Alas, the scent of strife; I know it well.",
        "char_1042_phatm2_CN_020": "Below the stage stirs not a soul.",
        "char_1042_phatm2_CN_021": "Here I perform as me.",
        "char_1042_phatm2_CN_022": "The apron and the wings are but the same.",
        "char_1042_phatm2_CN_023": "I am everywhere.",
        "char_1042_phatm2_CN_024": "The shadow beneath your feet is not your own.",
        "char_1042_phatm2_CN_025": "The killing urge doth seize your flesh.",
        "char_1042_phatm2_CN_026": "The burning hate doth speak your minds.",
        "char_1042_phatm2_CN_027": "Resist me not; come to my song.",
        "char_1042_phatm2_CN_028": "Shh... Listen.",
        "char_1042_phatm2_CN_029": "Heeding your direction always leads so simply to ideal results. I ought to be on guard...",
        "char_1042_phatm2_CN_030": "Stay the curtain call... the time is not yet come.",
        "char_1042_phatm2_CN_031": "Flee... until your nightmares catch up to you again.",
        "char_1042_phatm2_CN_032": "If this is not the ending in your heart, then rewrite it.",
        "char_1042_phatm2_CN_033": "...Could you take some of those film posters off the walls?",
        "char_1042_phatm2_CN_034": "Yes, this attire is too formal.",
        "char_1042_phatm2_CN_036": "Once this one-act play is... roughly ready, would you like to be the first to watch?",
        "char_1042_phatm2_CN_037": "Arknights.",
        "char_1042_phatm2_CN_038": "On and on do new days come, yet shadows squat in the crevices of bygone days, so loath to leave. Doctor, be careful, please. Don't wallow too deeply in feelings of regret, in cursing fate. Accept failure, unease, fear... and then carry on walking.",
        "char_1042_phatm2_CN_042": "History and murders aside, Wrankwood is a fine vacation spot.",
        "char_1042_phatm2_CN_043": "Pierced by Originium crystal, this larynx of mine is a ruthless weapon, and proof of how the arts intoxicate me. Now that I've finally recovered my singing technique, I wonder, would you mind if... As you wish, then. Allow me to dedicate this long-overdue ballad to you. Happy birthday, Doctor.",
        "char_1042_phatm2_CN_044": "Perhaps this sailing ship we stand on is a clear glass reflection, and Rhodes Island is but a fantasy woven by you... Yet oneiric emotions can move just as deeply as waking ones; if you believe this is all one beautiful dream, don't wake so soon.",
        "char_4191_tippi_CN_001": "Omigosh, a close-up chance to watch the Doctor at work. Finally, I'll get a glimpse of Rhodes Island's secrets! Huh? You just want me to tell you a scary story to keep you up? Seriously? Fine, two choices then: The Headless Burdenbeastman of the Barrens, or The Thousand-Year Curse of the Sargonian Tomb. Which one, Doc?",
        "char_4191_tippi_CN_002": "I never imagined I'd see two familiar faces from Wrankwood here. Nah, I'm not that interested in them personally, just curious on how they ended up on a pharma company's landship. They must have some kinda angle here!",
        "char_4191_tippi_CN_003": "What am I looking at, standing here on the bridge? Uh, I was just thinking how Rhodes Island's such a great place. Look, sealed spaces, high mobility, destinations unknown, everyone's using code names... doesn't it feel like a survival-slasher horror flick?!",
        "char_4191_tippi_CN_004": "I tried doodling a 'Slenderburdenbeastman' symbol on this corner of the corridor here, but no one's reacting to it when they walk by. Why? Not enough Columbians onboard? Nobody knows the legend?—Relax, I'll clean it up once my experiment's done.",
        "char_4191_tippi_CN_005": "The device on my back's made of suspension cables and hover units, and I'm the only one with anything like it in Wrankwood. I met my master who taught me how to retrofit it on a little production. He spent whole days there with a jetpack on his back. Dunno where he went after production wrapped. Omigosh, you might have seen him in Sargon?",
        "char_4191_tippi_CN_006": "Look! Timestamp three-seventeen, see how the vapor turns the smile in the makeup mirror into a spooky face—this clip's one of my best! I tried it at home once when I was a kid. All these people came by to talk about how great my drawings were, only to get a nasty shock. I just knew it was gonna be super effective.",
        "char_4191_tippi_CN_007": "I joined Greta's crew because she promised me artistic freedom, but that was another load of crap! Meeting Miss.Christine and Lucian gave me a lot of inspiration though. Don't you think it'd be fun to make a horror flick about a storm-cloudbeast exorcist?",
        "char_4191_tippi_CN_008": "Nah, I don't butt heads with my parents that much, I just don't like how stiff their pictures are. And I didn't like the path they laid out for me either. But... I guess I've got a long way to go before the skills and resources needed to put together a real spectacular movie.",
        "char_4191_tippi_CN_009": "When I was starting out, I joined some little production crews, hoping to meet interesting people, but I ended up so busy I couldn't get a convo in... These days, at least I got you to lend me an ear whenever I come back onboard, Doctor.",
        "char_4191_tippi_CN_010": "Doctor? Oh, busy? Suits me, Tippi can take care of herself. Let's see if there's anything new to watch... Omigosh, an nonconformist Lungmen horror comedy... let's do this one!",
        "char_4191_tippi_CN_011": "Live long and prosper! Tippi 'Skyriftwalker' Booker reporting for duty! Who, Doctor? Oh, Skyriftwalker's the code name I thought up for myself! Uh, that's not how you do code names here?",
        "char_4191_tippi_CN_012": "The protag gets a videotape everyday, describing her life bit by bit, until one day the video shows her killing people... don't you think that fits the vibes in this recording? No? For reals?",
        "char_4191_tippi_CN_013": "That's it? Pretty mid ceremony. No test or anything like that?",
        "char_4191_tippi_CN_014": "I get another promotion? Does this mean I can go some places I wasn't allowed before?",
        "char_4191_tippi_CN_017": "Omigosh, this a co-op mission? I'll get along <i>real nice</i> with everybody.",
        "char_4191_tippi_CN_018": "Ooh, just got a new idea! Let's try it out!",
        "char_4191_tippi_CN_019": "C'mon! Let's go see the wonderful sights waiting for us out there.",
        "char_4191_tippi_CN_020": "An extra special spot we got here.",
        "char_4191_tippi_CN_021": "Finally my turn to make a move? I'm in a good spot!",
        "char_4191_tippi_CN_022": "Spray gun and hover unit ready.",
        "char_4191_tippi_CN_023": "Let's set the rigging!",
        "char_4191_tippi_CN_024": "I've almost finished this piece. Just a sec!",
        "char_4191_tippi_CN_025": "Some deep purple for a sense of mystery.",
        "char_4191_tippi_CN_026": "Bit of dark red to get your heart pumping.",
        "char_4191_tippi_CN_027": "A little lime green for a weird rotten vibe.",
        "char_4191_tippi_CN_028": "The stage's set, now let's see how everyone performs!",
        "char_4191_tippi_CN_029": "Now this is a perfect work of art! Lemme just tag my name in the corner here real quick.",
        "char_4191_tippi_CN_030": "So much for Wrankwood war movies.",
        "char_4191_tippi_CN_031": "That was an epic experience!",
        "char_4191_tippi_CN_032": "Let me edit that op's recording. I might just come up with a new kind of horror flick.",
        "char_4191_tippi_CN_033": "So I can't tag the corridors, but can I spraypaint my own dorm walls?",
        "char_4191_tippi_CN_034": "Keep on tapping the device on my back, and something scary just might pop out.",
        "char_4191_tippi_CN_036": "Don't worry about me, if you're tied up. I can keep myself busy. Oh, you're done? Wanna watch a movie together?",
        "char_4191_tippi_CN_037": "Arknights.",
        "char_4191_tippi_CN_038": "Watch a New Year's blockbuster together? Sure—'Famous Columbian husband-and-wife producer-director duo collabs on joint production for war film...' Okay, Doctor, I don't mind going with you, but don't blame me if I fall asleep halfway in.",
        "char_4191_tippi_CN_042": "Want me to spray some colors around to liven up the place and brighten your mood?",
        "char_4191_tippi_CN_043": "I always had big parties as a kid. The adults would use them as an excuse to socialize, like with totally zero thought to what the birthday girl wanted. Wasn't the biggest fan. So for <i>your</i> birthday, I redecorated your room based on your favorite movies this year. What'cha think?",
        "char_4191_tippi_CN_044": "Rhodes Island's a proper pharma company, I've seen that with my own eyes—too bad it doesn't have the stories I got up here in my head. But Doc, you're full of mysteries, so I <i>have</i> to keep watching you for reference material. And who knows, you might even star in your own horror movie one day.",
        "char_4198_christ_CN_001": "It's fine enough in this office, but it's not much of a dalliance if we're stuck with work for days on end, you know... Unless, say, you'd let me lap at your emotions a bit?",
        "char_4198_christ_CN_002": "I hear you calling for me, I'm just not obliged to heed. Oh, don't startle the little pink ones, I worked ever so hard to train them as cushions. They were cajoling me into lava surfing before that. So uncouth—you might as well subject me to rap or put me in one of those smoking mechs.",
        "char_4198_christ_CN_003": "Listen to <i>that.</i> The little operators are rehearsing? I met Lucian when he was around their age. So vexed by all the emotions he had to portray—such a tasty little snack. I chose him. He sates my appetite. He's been fun to spend time with... Mm? Odd. When did he go and grow so big?",
        "char_4198_christ_CN_004": "Of all the places to run into <i>this</i> menagerie. Mine? Don't lump me in with these debased louts—Zaaro, stay. You there, little silver wolf, are you their pack leader? Make Zaaro shush, and by the way, you have special permission to scritch my chin.",
        "char_4198_christ_CN_005": "The femme fatale of Wrankwood? The Durin clockwork curiosity? The shadowy priest of Sargon? Those were little pastimes of mine. Put on a different look, and people shower you in fresh delights. Little games like that are never more fun than when they've just begun.",
        "char_4198_christ_CN_006": "Why stop playing? Because after long enough, no one shows me anything I haven't seen before. Emotions and words on repeat, it bores me like nothing else, and I <i>hate</i> boredom. Hm? Insolence! You haven't earned the right to scratch my belly yet, Doctor.",
        "char_4198_christ_CN_007": "Doctor, over here one moment? I'm off to try that multimedia escape room. Tell me, which one looks better on me, the ruby lavallière, or the sapphire? —*HISS*!!! ...Excuse me, my true form was meant to <i>frighten</i> you just as it does everyone else. Typical, I didn't even get a taste...",
        "char_4198_christ_CN_008": "What a fine lavallière, this scrumptious mix of bashfulness and timidity... did your operators make this? I do quite love them... I'd love a taste of each of them. Pft, don't fret, only the special kind of emotion interests me. For example, that <i>nervousness</i> you just flashed in front of me, at long last. Oh, I like that.",
        "char_4198_christ_CN_009": "Here, let me have a look under your hood—don't hide, do you think that stops me seeing? You know, you <i>swallow up</i> your operators' emotions too, don't you, Doctor? How your presence puts them at ease. *yawn* Move over, I'll have a catnap here myself.",
        "char_4198_christ_CN_010": "...Mrm... prrr... mrrow...",
        "char_4198_christ_CN_011": "Eyes down here, Doctor. Cat got your tongue? You can hear my voice now. Long time no see. You can pet me more than last time, I permit it.",
        "char_4198_christ_CN_012": "*yawn*",
        "char_4198_christ_CN_013": "Doctor, I can trouble you to set this in that red lavallière for me, yes? It'll look better on me that way.",
        "char_4198_christ_CN_014": "Are you done with the photoshoot? Let me see... Hm? You'll have this framed and put up in the middle of the dormitories? Very well, I do like these shots. I'll allow it.",
        "char_4198_christ_CN_017": "Let me see. Are you in trouble of some sort?",
        "char_4198_christ_CN_018": "Be good. Stay put.",
        "char_4198_christ_CN_019": "Any moods out here to pique my interest?",
        "char_4198_christ_CN_020": "Let emotion engulf this place.",
        "char_4198_christ_CN_021": "I'm here, in the shadows.",
        "char_4198_christ_CN_022": "Petting a cat on the battlefield? That'll be one petting voucher.",
        "char_4198_christ_CN_023": "(The lady looks around, elegantly swishing her two tails.)",
        "char_4198_christ_CN_024": "(The lady stretches out, seemingly very at ease.)",
        "char_4198_christ_CN_025": "Emotion-deprived puppets. Bland little spirits.",
        "char_4198_christ_CN_026": "Despair, excitement, yearning... the emotions here are delectable.",
        "char_4198_christ_CN_027": "What other knotty emotions could there be?",
        "char_4198_christ_CN_028": "Mrow?",
        "char_4198_christ_CN_029": "Flavors fit for a gastronome. Thank you for entertaining me.",
        "char_4198_christ_CN_030": "A fine snack. I'm satisfied. When's the next?",
        "char_4198_christ_CN_031": "Oh my, there goes the afternoon tea.",
        "char_4198_christ_CN_032": "Stay on my tail, Doctor, don't let emotion's whirl suck you in.",
        "char_4198_christ_CN_033": "Do I get a room?",
        "char_4198_christ_CN_034": "Insolence.",
        "char_4198_christ_CN_036": "...Hrmm... prrr...",
        "char_4198_christ_CN_037": "Arknights.",
        "char_4198_christ_CN_038": "Ah-choo! Not even you're free of all these... sickly sweet emotions... oh, I almost feel dizzy... Doctor, come, we're finding Lucian. I want to see how these feelings look on his face.",
        "char_4198_christ_CN_042": "I smell a note of <i>delight,</i> Doctor.",
        "char_4198_christ_CN_043": "(The lady has left a dew-slicked rose on your desk. You look down, only to find that unbeknownst to you, a warm fuzzball with its four paws tucked in has nestled within your lap.)",
        "char_4198_christ_CN_044": "Your operators really want to see me do this, do they? ...Oh, fine, special permission just for today. You can rest me on your shoulder while you go round the landship."
    },
    "skin_tracker": []
}