{
    "CN": "25-12-09-11-06-25_6d7e1b",
    "EN": "25-12-15-14-31-30_ae2e55",
    "dialogue_tracker": {
        "char_4195_radian_CN_001": "Doctor, let's try a simple test. How many of the snacks I put on the coffee table did you sneak off with?",
        "char_4195_radian_CN_002": "Don't worry, Doctor. It's true I pay no attention to my surroundings when I'm deep in thought, but Dendie and Axie will keep me from bumping into anything or anyone. Who're they, you ask? Why, my mechanical arms here. There's a lot they can do.",
        "char_4195_radian_CN_003": "The kids have given me a lot of nicknames, like 'Squinty' or 'Four-Armed Braintalker'. It's fine, and even normal I'd say. Kids their age just hate being seen through. Though, hehe. If they're unhappy about it, they could simply practice and try to trick me.",
        "char_4195_radian_CN_004": "My Arts are all about perceiving and manipulating electrical signals. That lets me understand the people around me better, though it also makes me oversensitive to details. For example, your right trapezius muscle has been discharging an abnormal signal, so I think you should adjust your sitting posture, Doctor.",
        "char_4195_radian_CN_005": "Doctor, I'm glad to see your face in my classroom. The Infected of Ursus walk the razor's edge, but—correct, there are many ways to deal with those who employ violence to conceal weakness. It seems you know quite a bit, so don't we conduct a pop quiz right now?",
        "char_4195_radian_CN_006": "Do non-Sarkaz races also have the cultural concept of the soul? A complex question. Though, the signals I see in human bodies are not just the pulsing rhythm of life, but also emotions in bloom engraved within. Sometimes they are just blazingly bright, like the flames of a soul.",
        "char_4195_radian_CN_007": "Doctor, I'm glad to see your body's signals indicate you've had a stable lifestyle lately. That wasn't sarcasm, you don't have to confess your negligence. Physical health aside, I think it's good to keep a steady rhythm, like the readings on a medical instrument—a quiet waveform means approaching death, while a noisy one says disease is on the way.",
        "char_4195_radian_CN_008": "There was a time when Rosmontis's body was like two lost fowlbeasts shrieking in fright. I'd hold her until she fell asleep, and they would 'peck' at me. I'm glad she can sleep on her own now, though I admit it leaves me a little lonely.",
        "char_4195_radian_CN_009": "Are you tired, Doctor? Alright, since you've worked so hard today, come, hold my hand. Feel your nerves pulse, think of them as a gentle tune. Now, let's softly sway to the warm beat—until all your exhaustion fades away.",
        "char_4195_radian_CN_010": "Comms terminal set to silent. Don't worry, you won't miss any important news with me here.",
        "char_4195_radian_CN_011": "According to Amiya's instruction, I take orders directly from you now, Doctor. I handle communications and intelligence. But of course, feel free to come to me with any life issues.",
        "char_4195_radian_CN_012": "It's obvious which side will win, considering our overwhelming information supremacy.",
        "char_4195_radian_CN_013": "I get the most gratification as a communications intelligence officer when my information is used to its full potential. So keep at it, Doctor!",
        "char_4195_radian_CN_014": "Doctor, Blaze, and the rest of you—just come out. It's cute you thought you could spring a surprise on me. Still hiding? A round of hide-and-seek, hmm? You're all so in touch with your inner children. Alright then. Let's start with the Doctor—",
        "char_4195_radian_CN_017": "Carry on with your war room business, I'll propose suggestions as needed.",
        "char_4195_radian_CN_018": "Trust me, I'll always manage to locate you, no matter what sort of danger you may find yourselves in.",
        "char_4195_radian_CN_019": "All packed and ready? Let's go then.",
        "char_4195_radian_CN_020": "Enemy signal detected. All units, prepare for battle.",
        "char_4195_radian_CN_021": "Doctor, what kind of message do you want me to transmit?",
        "char_4195_radian_CN_022": "I've intercepted some fascinating intel, Doctor.",
        "char_4195_radian_CN_023": "Relax, their comms will be paralyzed as long as I'm here.",
        "char_4195_radian_CN_024": "Verified all allied units in position. Everything's fine, don't worry.",
        "char_4195_radian_CN_025": "Sorry, this isn't the way out, but a trap I set for you.",
        "char_4195_radian_CN_026": "Enjoy a little solo sojourn to the information silo.",
        "char_4195_radian_CN_027": "I'll jam their signals while the rest of you move.",
        "char_4195_radian_CN_028": "Sadly, there's no controlling the battlefield with brute force alone.",
        "char_4195_radian_CN_029": "How was the battle, Doctor? You want <i>my</i> evaluation? Dendie and Axie have already given you my answer, haven't they?",
        "char_4195_radian_CN_030": "No further enemy signals in range. Mission complete, perfectly executed. Phew... Alright, Doctor, give me a high-five!",
        "char_4195_radian_CN_031": "I have their signals in my head now. They won't get away.",
        "char_4195_radian_CN_032": "Don't lose heart, Doctor. We'll win next time, alright?",
        "char_4195_radian_CN_033": "Rhodes Island's signal still puts me at ease.",
        "char_4195_radian_CN_034": "Doctor, did I not tell you to behave yourself?",
        "char_4195_radian_CN_036": "Are you heading over to the meeting too, Doctor? Let's go together then.",
        "char_4195_radian_CN_037": "Arknights.",
        "char_4195_radian_CN_038": "Thank you, Doctor, till the deck will do... No, I'm not drunk... It's just, there's always so much joy and excitement in everyone's signals this time of year. It always gets me a little dizzy. I suppose this is a good problem to have. Happy New Year, Doctor.",
        "char_4195_radian_CN_042": "Doctor, were you looking for me?",
        "char_4195_radian_CN_043": "Doctor, I just sent you a map. It shows the locations of everyone who wishes to celebrate your birthday. I've already planned the shortest route you can take, and you should be done by dinner time, if there aren't any hiccups on the way. The question mark at the end? That's my present for you, I hope you're excited for it.",
        "char_4195_radian_CN_044": "We've lost a lot of people, but there are always more joining our ranks. Gradually, the newbies inherit their seniors' ideas as they in turn become mentors to others. Doctor, judging from the signals I'm getting, sometimes I even find myself mistaken—I get the feeling my comrades never change."
    },
    "skin_tracker": []
}